/*
Navicat MySQL Data Transfer

Source Server         : localhost_3306
Source Server Version : 50717
Source Host           : localhost:3306
Source Database       : aeon

Target Server Type    : MYSQL
Target Server Version : 50717
File Encoding         : 65001

Date: 2017-01-16 18:12:01
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `dns_accessory`
-- ----------------------------
DROP TABLE IF EXISTS `dns_accessory`;
CREATE TABLE `dns_accessory` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `addTime` datetime DEFAULT NULL,
  `is_deleted` int(11) DEFAULT '0',
  `ext` varchar(255) DEFAULT NULL,
  `height` int(11) NOT NULL,
  `info` varchar(255) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `path` varchar(255) DEFAULT NULL,
  `size` decimal(12,2) DEFAULT NULL,
  `width` int(11) NOT NULL,
  `config_id` bigint(20) DEFAULT NULL,
  `user_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FK85702F7C16B225B2` (`config_id`),
  KEY `FK85702F7C2C8508EF` (`user_id`),
  CONSTRAINT `FK85702F7C16B225B2` FOREIGN KEY (`config_id`) REFERENCES `dns_sysconfig` (`id`),
  CONSTRAINT `FK85702F7C2C8508EF` FOREIGN KEY (`user_id`) REFERENCES `dns_user` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of dns_accessory
-- ----------------------------
INSERT INTO `dns_accessory` VALUES ('1', null, '0', null, '0', null, 'member.jpg', 'resources/style/common/images', null, '0', null, null);
INSERT INTO `dns_accessory` VALUES ('2', null, '0', null, '0', null, 'logo.ico', 'resources/style/common/images', null, '0', null, null);

-- ----------------------------
-- Table structure for `dns_app`
-- ----------------------------
DROP TABLE IF EXISTS `dns_app`;
CREATE TABLE `dns_app` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `addTime` datetime DEFAULT NULL,
  `is_deleted` int(11) DEFAULT '0',
  `dispname` varchar(255) DEFAULT NULL,
  `menuname` varchar(255) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `sequence` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of dns_app
-- ----------------------------
INSERT INTO `dns_app` VALUES ('1', '2016-02-23 11:14:57', '0', '系统管理', '系统管理', '系统管理2', '0');

-- ----------------------------
-- Table structure for `dns_area`
-- ----------------------------
DROP TABLE IF EXISTS `dns_area`;
CREATE TABLE `dns_area` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `addTime` datetime DEFAULT NULL,
  `is_deleted` int(11) DEFAULT '0',
  `areaName` varchar(255) DEFAULT NULL,
  `common` bit(1) DEFAULT b'0',
  `level` int(11) NOT NULL,
  `sequence` int(11) NOT NULL,
  `parent_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FK1888D5E3B0A7B072` (`parent_id`),
  CONSTRAINT `FK1888D5E3B0A7B072` FOREIGN KEY (`parent_id`) REFERENCES `dns_area` (`id`),
  CONSTRAINT `FKl0mnesiex6oe5n1ao2i70pffm` FOREIGN KEY (`parent_id`) REFERENCES `dns_area` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4522987 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of dns_area
-- ----------------------------
INSERT INTO `dns_area` VALUES ('4521984', '2012-07-30 15:37:33', '0', '北京', '', '0', '0', null);
INSERT INTO `dns_area` VALUES ('4521985', '2012-07-30 15:37:33', '0', '北京市', '', '1', '0', '4521984');
INSERT INTO `dns_area` VALUES ('4521986', '2012-07-30 15:37:33', '0', '东城区', '', '2', '0', '4521985');
INSERT INTO `dns_area` VALUES ('4521987', '2012-07-30 15:37:33', '0', '西城区', '', '2', '0', '4521985');
INSERT INTO `dns_area` VALUES ('4521988', '2012-07-30 15:37:33', '0', '朝阳区', '', '2', '0', '4521985');
INSERT INTO `dns_area` VALUES ('4521989', '2012-07-30 15:37:33', '0', '丰台区', '', '2', '0', '4521985');
INSERT INTO `dns_area` VALUES ('4521990', '2012-07-30 15:37:33', '0', '石景山区', '', '2', '0', '4521985');
INSERT INTO `dns_area` VALUES ('4521991', '2012-07-30 15:37:33', '0', '海淀区', '', '2', '0', '4521985');
INSERT INTO `dns_area` VALUES ('4521992', '2012-07-30 15:37:33', '0', '门头沟区', '', '2', '0', '4521985');
INSERT INTO `dns_area` VALUES ('4521993', '2012-07-30 15:37:33', '0', '房山区', '', '2', '0', '4521985');
INSERT INTO `dns_area` VALUES ('4521994', '2012-07-30 15:37:33', '0', '通州区', '', '2', '0', '4521985');
INSERT INTO `dns_area` VALUES ('4521995', '2012-07-30 15:37:33', '0', '顺义区', '', '2', '0', '4521985');
INSERT INTO `dns_area` VALUES ('4521996', '2012-07-30 15:37:33', '0', '昌平区', '', '2', '0', '4521985');
INSERT INTO `dns_area` VALUES ('4521997', '2012-07-30 15:37:33', '0', '大兴区', '', '2', '0', '4521985');
INSERT INTO `dns_area` VALUES ('4521998', '2012-07-30 15:37:33', '0', '怀柔区', '', '2', '0', '4521985');
INSERT INTO `dns_area` VALUES ('4521999', '2012-07-30 15:37:33', '0', '平谷区', '', '2', '0', '4521985');
INSERT INTO `dns_area` VALUES ('4522001', '2012-07-30 15:37:33', '0', '密云县', '', '2', '0', '4521985');
INSERT INTO `dns_area` VALUES ('4522002', '2012-07-30 15:37:33', '0', '延庆县', '', '2', '0', '4521985');
INSERT INTO `dns_area` VALUES ('4522003', '2012-07-30 15:37:33', '0', '天津', '', '0', '0', null);
INSERT INTO `dns_area` VALUES ('4522004', '2012-07-30 15:37:33', '0', '天津市', '', '1', '0', '4522003');
INSERT INTO `dns_area` VALUES ('4522005', '2012-07-30 15:37:33', '0', '和平区', '', '2', '0', '4522004');
INSERT INTO `dns_area` VALUES ('4522006', '2012-07-30 15:37:33', '0', '河东区', '', '2', '0', '4522004');
INSERT INTO `dns_area` VALUES ('4522007', '2012-07-30 15:37:33', '0', '河西区', '', '2', '0', '4522004');
INSERT INTO `dns_area` VALUES ('4522008', '2012-07-30 15:37:34', '0', '南开区', '', '2', '0', '4522004');
INSERT INTO `dns_area` VALUES ('4522009', '2012-07-30 15:37:34', '0', '河北区', '', '2', '0', '4522004');
INSERT INTO `dns_area` VALUES ('4522010', '2012-07-30 15:37:34', '0', '红桥区', '', '2', '0', '4522004');
INSERT INTO `dns_area` VALUES ('4522011', '2012-07-30 15:37:34', '0', '东丽区', '', '2', '0', '4522004');
INSERT INTO `dns_area` VALUES ('4522012', '2012-07-30 15:37:34', '0', '西青区', '', '2', '0', '4522004');
INSERT INTO `dns_area` VALUES ('4522013', '2012-07-30 15:37:34', '0', '津南区', '', '2', '0', '4522004');
INSERT INTO `dns_area` VALUES ('4522014', '2012-07-30 15:37:34', '0', '北辰区', '', '2', '0', '4522004');
INSERT INTO `dns_area` VALUES ('4522015', '2012-07-30 15:37:34', '0', '武清区', '', '2', '0', '4522004');
INSERT INTO `dns_area` VALUES ('4522016', '2012-07-30 15:37:34', '0', '宝坻区', '', '2', '0', '4522004');
INSERT INTO `dns_area` VALUES ('4522017', '2012-07-30 15:37:34', '0', '滨海新区', '', '2', '0', '4522004');
INSERT INTO `dns_area` VALUES ('4522019', '2012-07-30 15:37:34', '0', '宁河县', '', '2', '0', '4522004');
INSERT INTO `dns_area` VALUES ('4522020', '2012-07-30 15:37:34', '0', '静海县', '', '2', '0', '4522004');
INSERT INTO `dns_area` VALUES ('4522021', '2012-07-30 15:37:34', '0', '蓟县', '', '2', '0', '4522004');
INSERT INTO `dns_area` VALUES ('4522022', '2012-07-30 15:37:34', '0', '河北', '', '0', '0', null);
INSERT INTO `dns_area` VALUES ('4522023', '2012-07-30 15:37:34', '0', '石家庄市', '', '1', '0', '4522022');
INSERT INTO `dns_area` VALUES ('4522024', '2012-07-30 15:37:34', '0', '市辖区', '', '2', '0', '4522023');
INSERT INTO `dns_area` VALUES ('4522025', '2012-07-30 15:37:34', '0', '长安区', '', '2', '0', '4522023');
INSERT INTO `dns_area` VALUES ('4522026', '2012-07-30 15:37:34', '0', '桥东区', '', '2', '0', '4522023');
INSERT INTO `dns_area` VALUES ('4522027', '2012-07-30 15:37:34', '0', '桥西区', '', '2', '0', '4522023');
INSERT INTO `dns_area` VALUES ('4522028', '2012-07-30 15:37:34', '0', '新华区', '', '2', '0', '4522023');
INSERT INTO `dns_area` VALUES ('4522029', '2012-07-30 15:37:34', '0', '井陉矿区', '', '2', '0', '4522023');
INSERT INTO `dns_area` VALUES ('4522030', '2012-07-30 15:37:34', '0', '裕华区', '', '2', '0', '4522023');
INSERT INTO `dns_area` VALUES ('4522031', '2012-07-30 15:37:34', '0', '井陉县', '', '2', '0', '4522023');
INSERT INTO `dns_area` VALUES ('4522032', '2012-07-30 15:37:34', '0', '正定县', '', '2', '0', '4522023');
INSERT INTO `dns_area` VALUES ('4522033', '2012-07-30 15:37:34', '0', '栾城县', '', '2', '0', '4522023');
INSERT INTO `dns_area` VALUES ('4522034', '2012-07-30 15:37:34', '0', '行唐县', '', '2', '0', '4522023');
INSERT INTO `dns_area` VALUES ('4522035', '2012-07-30 15:37:34', '0', '灵寿县', '', '2', '0', '4522023');
INSERT INTO `dns_area` VALUES ('4522036', '2012-07-30 15:37:34', '0', '高邑县', '', '2', '0', '4522023');
INSERT INTO `dns_area` VALUES ('4522037', '2012-07-30 15:37:34', '0', '深泽县', '', '2', '0', '4522023');
INSERT INTO `dns_area` VALUES ('4522038', '2012-07-30 15:37:34', '0', '赞皇县', '', '2', '0', '4522023');
INSERT INTO `dns_area` VALUES ('4522039', '2012-07-30 15:37:34', '0', '无极县', '', '2', '0', '4522023');
INSERT INTO `dns_area` VALUES ('4522040', '2012-07-30 15:37:34', '0', '平山县', '', '2', '0', '4522023');
INSERT INTO `dns_area` VALUES ('4522041', '2012-07-30 15:37:34', '0', '元氏县', '', '2', '0', '4522023');
INSERT INTO `dns_area` VALUES ('4522042', '2012-07-30 15:37:34', '0', '赵县', '', '2', '0', '4522023');
INSERT INTO `dns_area` VALUES ('4522043', '2012-07-30 15:37:34', '0', '辛集市', '', '2', '0', '4522023');
INSERT INTO `dns_area` VALUES ('4522044', '2012-07-30 15:37:34', '0', '藁城市', '', '2', '0', '4522023');
INSERT INTO `dns_area` VALUES ('4522045', '2012-07-30 15:37:34', '0', '晋州市', '', '2', '0', '4522023');
INSERT INTO `dns_area` VALUES ('4522046', '2012-07-30 15:37:35', '0', '新乐市', '', '2', '0', '4522023');
INSERT INTO `dns_area` VALUES ('4522047', '2012-07-30 15:37:35', '0', '鹿泉市', '', '2', '0', '4522023');
INSERT INTO `dns_area` VALUES ('4522048', '2012-07-30 15:37:35', '0', '唐山市', '', '1', '0', '4522022');
INSERT INTO `dns_area` VALUES ('4522049', '2012-07-30 15:37:35', '0', '市辖区', '', '2', '0', '4522048');
INSERT INTO `dns_area` VALUES ('4522050', '2012-07-30 15:37:35', '0', '路南区', '', '2', '0', '4522048');
INSERT INTO `dns_area` VALUES ('4522051', '2012-07-30 15:37:35', '0', '路北区', '', '2', '0', '4522048');
INSERT INTO `dns_area` VALUES ('4522052', '2012-07-30 15:37:35', '0', '古冶区', '', '2', '0', '4522048');
INSERT INTO `dns_area` VALUES ('4522053', '2012-07-30 15:37:35', '0', '开平区', '', '2', '0', '4522048');
INSERT INTO `dns_area` VALUES ('4522054', '2012-07-30 15:37:35', '0', '丰南区', '', '2', '0', '4522048');
INSERT INTO `dns_area` VALUES ('4522055', '2012-07-30 15:37:35', '0', '丰润区', '', '2', '0', '4522048');
INSERT INTO `dns_area` VALUES ('4522056', '2012-07-30 15:37:35', '0', '滦县', '', '2', '0', '4522048');
INSERT INTO `dns_area` VALUES ('4522057', '2012-07-30 15:37:35', '0', '滦南县', '', '2', '0', '4522048');
INSERT INTO `dns_area` VALUES ('4522058', '2012-07-30 15:37:35', '0', '乐亭县', '', '2', '0', '4522048');
INSERT INTO `dns_area` VALUES ('4522059', '2012-07-30 15:37:35', '0', '迁西县', '', '2', '0', '4522048');
INSERT INTO `dns_area` VALUES ('4522060', '2012-07-30 15:37:35', '0', '玉田县', '', '2', '0', '4522048');
INSERT INTO `dns_area` VALUES ('4522061', '2012-07-30 15:37:35', '0', '唐海县', '', '2', '0', '4522048');
INSERT INTO `dns_area` VALUES ('4522062', '2012-07-30 15:37:35', '0', '遵化市', '', '2', '0', '4522048');
INSERT INTO `dns_area` VALUES ('4522063', '2012-07-30 15:37:35', '0', '迁安市', '', '2', '0', '4522048');
INSERT INTO `dns_area` VALUES ('4522064', '2012-07-30 15:37:35', '0', '秦皇岛市', '', '1', '0', '4522022');
INSERT INTO `dns_area` VALUES ('4522065', '2012-07-30 15:37:35', '0', '市辖区', '', '2', '0', '4522064');
INSERT INTO `dns_area` VALUES ('4522066', '2012-07-30 15:37:35', '0', '海港区', '', '2', '0', '4522064');
INSERT INTO `dns_area` VALUES ('4522067', '2012-07-30 15:37:35', '0', '山海关区', '', '2', '0', '4522064');
INSERT INTO `dns_area` VALUES ('4522068', '2012-07-30 15:37:35', '0', '北戴河区', '', '2', '0', '4522064');
INSERT INTO `dns_area` VALUES ('4522069', '2012-07-30 15:37:35', '0', '青龙满族自治县', '', '2', '0', '4522064');
INSERT INTO `dns_area` VALUES ('4522070', '2012-07-30 15:37:35', '0', '昌黎县', '', '2', '0', '4522064');
INSERT INTO `dns_area` VALUES ('4522071', '2012-07-30 15:37:35', '0', '抚宁县', '', '2', '0', '4522064');
INSERT INTO `dns_area` VALUES ('4522072', '2012-07-30 15:37:35', '0', '卢龙县', '', '2', '0', '4522064');
INSERT INTO `dns_area` VALUES ('4522073', '2012-07-30 15:37:35', '0', '邯郸市', '', '1', '0', '4522022');
INSERT INTO `dns_area` VALUES ('4522074', '2012-07-30 15:37:35', '0', '市辖区', '', '2', '0', '4522073');
INSERT INTO `dns_area` VALUES ('4522075', '2012-07-30 15:37:35', '0', '邯山区', '', '2', '0', '4522073');
INSERT INTO `dns_area` VALUES ('4522076', '2012-07-30 15:37:35', '0', '丛台区', '', '2', '0', '4522073');
INSERT INTO `dns_area` VALUES ('4522077', '2012-07-30 15:37:35', '0', '复兴区', '', '2', '0', '4522073');
INSERT INTO `dns_area` VALUES ('4522078', '2012-07-30 15:37:35', '0', '峰峰矿区', '', '2', '0', '4522073');
INSERT INTO `dns_area` VALUES ('4522079', '2012-07-30 15:37:35', '0', '邯郸县', '', '2', '0', '4522073');
INSERT INTO `dns_area` VALUES ('4522080', '2012-07-30 15:37:35', '0', '临漳县', '', '2', '0', '4522073');
INSERT INTO `dns_area` VALUES ('4522081', '2012-07-30 15:37:35', '0', '成安县', '', '2', '0', '4522073');
INSERT INTO `dns_area` VALUES ('4522082', '2012-07-30 15:37:35', '0', '大名县', '', '2', '0', '4522073');
INSERT INTO `dns_area` VALUES ('4522083', '2012-07-30 15:37:35', '0', '涉县', '', '2', '0', '4522073');
INSERT INTO `dns_area` VALUES ('4522084', '2012-07-30 15:37:35', '0', '磁县', '', '2', '0', '4522073');
INSERT INTO `dns_area` VALUES ('4522085', '2012-07-30 15:37:36', '0', '肥乡县', '', '2', '0', '4522073');
INSERT INTO `dns_area` VALUES ('4522086', '2012-07-30 15:37:36', '0', '永年县', '', '2', '0', '4522073');
INSERT INTO `dns_area` VALUES ('4522087', '2012-07-30 15:37:36', '0', '邱县', '', '2', '0', '4522073');
INSERT INTO `dns_area` VALUES ('4522088', '2012-07-30 15:37:36', '0', '鸡泽县', '', '2', '0', '4522073');
INSERT INTO `dns_area` VALUES ('4522089', '2012-07-30 15:37:36', '0', '广平县', '', '2', '0', '4522073');
INSERT INTO `dns_area` VALUES ('4522090', '2012-07-30 15:37:36', '0', '馆陶县', '', '2', '0', '4522073');
INSERT INTO `dns_area` VALUES ('4522091', '2012-07-30 15:37:36', '0', '魏县', '', '2', '0', '4522073');
INSERT INTO `dns_area` VALUES ('4522092', '2012-07-30 15:37:36', '0', '曲周县', '', '2', '0', '4522073');
INSERT INTO `dns_area` VALUES ('4522093', '2012-07-30 15:37:36', '0', '武安市', '', '2', '0', '4522073');
INSERT INTO `dns_area` VALUES ('4522094', '2012-07-30 15:37:36', '0', '邢台市', '', '1', '0', '4522022');
INSERT INTO `dns_area` VALUES ('4522095', '2012-07-30 15:37:36', '0', '市辖区', '', '2', '0', '4522094');
INSERT INTO `dns_area` VALUES ('4522096', '2012-07-30 15:37:36', '0', '桥东区', '', '2', '0', '4522094');
INSERT INTO `dns_area` VALUES ('4522097', '2012-07-30 15:37:36', '0', '桥西区', '', '2', '0', '4522094');
INSERT INTO `dns_area` VALUES ('4522098', '2012-07-30 15:37:36', '0', '邢台县', '', '2', '0', '4522094');
INSERT INTO `dns_area` VALUES ('4522099', '2012-07-30 15:37:36', '0', '临城县', '', '2', '0', '4522094');
INSERT INTO `dns_area` VALUES ('4522100', '2012-07-30 15:37:36', '0', '内丘县', '', '2', '0', '4522094');
INSERT INTO `dns_area` VALUES ('4522101', '2012-07-30 15:37:36', '0', '柏乡县', '', '2', '0', '4522094');
INSERT INTO `dns_area` VALUES ('4522102', '2012-07-30 15:37:36', '0', '隆尧县', '', '2', '0', '4522094');
INSERT INTO `dns_area` VALUES ('4522103', '2012-07-30 15:37:36', '0', '任县', '', '2', '0', '4522094');
INSERT INTO `dns_area` VALUES ('4522104', '2012-07-30 15:37:36', '0', '南和县', '', '2', '0', '4522094');
INSERT INTO `dns_area` VALUES ('4522105', '2012-07-30 15:37:36', '0', '宁晋县', '', '2', '0', '4522094');
INSERT INTO `dns_area` VALUES ('4522106', '2012-07-30 15:37:36', '0', '巨鹿县', '', '2', '0', '4522094');
INSERT INTO `dns_area` VALUES ('4522107', '2012-07-30 15:37:36', '0', '新河县', '', '2', '0', '4522094');
INSERT INTO `dns_area` VALUES ('4522108', '2012-07-30 15:37:36', '0', '广宗县', '', '2', '0', '4522094');
INSERT INTO `dns_area` VALUES ('4522109', '2012-07-30 15:37:36', '0', '平乡县', '', '2', '0', '4522094');
INSERT INTO `dns_area` VALUES ('4522110', '2012-07-30 15:37:36', '0', '威县', '', '2', '0', '4522094');
INSERT INTO `dns_area` VALUES ('4522111', '2012-07-30 15:37:36', '0', '清河县', '', '2', '0', '4522094');
INSERT INTO `dns_area` VALUES ('4522112', '2012-07-30 15:37:36', '0', '临西县', '', '2', '0', '4522094');
INSERT INTO `dns_area` VALUES ('4522113', '2012-07-30 15:37:36', '0', '南宫市', '', '2', '0', '4522094');
INSERT INTO `dns_area` VALUES ('4522114', '2012-07-30 15:37:36', '0', '沙河市', '', '2', '0', '4522094');
INSERT INTO `dns_area` VALUES ('4522115', '2012-07-30 15:37:36', '0', '保定市', '', '1', '0', '4522022');
INSERT INTO `dns_area` VALUES ('4522116', '2012-07-30 15:37:36', '0', '市辖区', '', '2', '0', '4522115');
INSERT INTO `dns_area` VALUES ('4522117', '2012-07-30 15:37:36', '0', '新市区', '', '2', '0', '4522115');
INSERT INTO `dns_area` VALUES ('4522118', '2012-07-30 15:37:36', '0', '北市区', '', '2', '0', '4522115');
INSERT INTO `dns_area` VALUES ('4522119', '2012-07-30 15:37:36', '0', '南市区', '', '2', '0', '4522115');
INSERT INTO `dns_area` VALUES ('4522120', '2012-07-30 15:37:36', '0', '满城县', '', '2', '0', '4522115');
INSERT INTO `dns_area` VALUES ('4522121', '2012-07-30 15:37:36', '0', '清苑县', '', '2', '0', '4522115');
INSERT INTO `dns_area` VALUES ('4522122', '2012-07-30 15:37:36', '0', '涞水县', '', '2', '0', '4522115');
INSERT INTO `dns_area` VALUES ('4522123', '2012-07-30 15:37:36', '0', '阜平县', '', '2', '0', '4522115');
INSERT INTO `dns_area` VALUES ('4522124', '2012-07-30 15:37:37', '0', '徐水县', '', '2', '0', '4522115');
INSERT INTO `dns_area` VALUES ('4522125', '2012-07-30 15:37:37', '0', '定兴县', '', '2', '0', '4522115');
INSERT INTO `dns_area` VALUES ('4522126', '2012-07-30 15:37:37', '0', '唐县', '', '2', '0', '4522115');
INSERT INTO `dns_area` VALUES ('4522127', '2012-07-30 15:37:37', '0', '高阳县', '', '2', '0', '4522115');
INSERT INTO `dns_area` VALUES ('4522128', '2012-07-30 15:37:37', '0', '容城县', '', '2', '0', '4522115');
INSERT INTO `dns_area` VALUES ('4522129', '2012-07-30 15:37:37', '0', '涞源县', '', '2', '0', '4522115');
INSERT INTO `dns_area` VALUES ('4522130', '2012-07-30 15:37:37', '0', '望都县', '', '2', '0', '4522115');
INSERT INTO `dns_area` VALUES ('4522131', '2012-07-30 15:37:37', '0', '安新县', '', '2', '0', '4522115');
INSERT INTO `dns_area` VALUES ('4522132', '2012-07-30 15:37:37', '0', '易县', '', '2', '0', '4522115');
INSERT INTO `dns_area` VALUES ('4522133', '2012-07-30 15:37:37', '0', '曲阳县', '', '2', '0', '4522115');
INSERT INTO `dns_area` VALUES ('4522134', '2012-07-30 15:37:37', '0', '蠡县', '', '2', '0', '4522115');
INSERT INTO `dns_area` VALUES ('4522135', '2012-07-30 15:37:37', '0', '顺平县', '', '2', '0', '4522115');
INSERT INTO `dns_area` VALUES ('4522136', '2012-07-30 15:37:37', '0', '博野县', '', '2', '0', '4522115');
INSERT INTO `dns_area` VALUES ('4522137', '2012-07-30 15:37:37', '0', '雄县', '', '2', '0', '4522115');
INSERT INTO `dns_area` VALUES ('4522138', '2012-07-30 15:37:37', '0', '涿州市', '', '2', '0', '4522115');
INSERT INTO `dns_area` VALUES ('4522139', '2012-07-30 15:37:37', '0', '定州市', '', '2', '0', '4522115');
INSERT INTO `dns_area` VALUES ('4522140', '2012-07-30 15:37:37', '0', '安国市', '', '2', '0', '4522115');
INSERT INTO `dns_area` VALUES ('4522141', '2012-07-30 15:37:37', '0', '高碑店市', '', '2', '0', '4522115');
INSERT INTO `dns_area` VALUES ('4522142', '2012-07-30 15:37:37', '0', '张家口市', '', '1', '0', '4522022');
INSERT INTO `dns_area` VALUES ('4522143', '2012-07-30 15:37:37', '0', '市辖区', '', '2', '0', '4522142');
INSERT INTO `dns_area` VALUES ('4522144', '2012-07-30 15:37:37', '0', '桥东区', '', '2', '0', '4522142');
INSERT INTO `dns_area` VALUES ('4522145', '2012-07-30 15:37:37', '0', '桥西区', '', '2', '0', '4522142');
INSERT INTO `dns_area` VALUES ('4522146', '2012-07-30 15:37:37', '0', '宣化区', '', '2', '0', '4522142');
INSERT INTO `dns_area` VALUES ('4522147', '2012-07-30 15:37:37', '0', '下花园区', '', '2', '0', '4522142');
INSERT INTO `dns_area` VALUES ('4522148', '2012-07-30 15:37:37', '0', '宣化县', '', '2', '0', '4522142');
INSERT INTO `dns_area` VALUES ('4522149', '2012-07-30 15:37:37', '0', '张北县', '', '2', '0', '4522142');
INSERT INTO `dns_area` VALUES ('4522150', '2012-07-30 15:37:37', '0', '康保县', '', '2', '0', '4522142');
INSERT INTO `dns_area` VALUES ('4522151', '2012-07-30 15:37:37', '0', '沽源县', '', '2', '0', '4522142');
INSERT INTO `dns_area` VALUES ('4522152', '2012-07-30 15:37:37', '0', '尚义县', '', '2', '0', '4522142');
INSERT INTO `dns_area` VALUES ('4522153', '2012-07-30 15:37:37', '0', '蔚县', '', '2', '0', '4522142');
INSERT INTO `dns_area` VALUES ('4522154', '2012-07-30 15:37:37', '0', '阳原县', '', '2', '0', '4522142');
INSERT INTO `dns_area` VALUES ('4522155', '2012-07-30 15:37:37', '0', '怀安县', '', '2', '0', '4522142');
INSERT INTO `dns_area` VALUES ('4522156', '2012-07-30 15:37:37', '0', '万全县', '', '2', '0', '4522142');
INSERT INTO `dns_area` VALUES ('4522157', '2012-07-30 15:37:37', '0', '怀来县', '', '2', '0', '4522142');
INSERT INTO `dns_area` VALUES ('4522158', '2012-07-30 15:37:37', '0', '涿鹿县', '', '2', '0', '4522142');
INSERT INTO `dns_area` VALUES ('4522159', '2012-07-30 15:37:37', '0', '赤城县', '', '2', '0', '4522142');
INSERT INTO `dns_area` VALUES ('4522160', '2012-07-30 15:37:37', '0', '崇礼县', '', '2', '0', '4522142');
INSERT INTO `dns_area` VALUES ('4522161', '2012-07-30 15:37:37', '0', '承德市', '', '1', '0', '4522022');
INSERT INTO `dns_area` VALUES ('4522162', '2012-07-30 15:37:37', '0', '市辖区', '', '2', '0', '4522161');
INSERT INTO `dns_area` VALUES ('4522163', '2012-07-30 15:37:38', '0', '双桥区', '', '2', '0', '4522161');
INSERT INTO `dns_area` VALUES ('4522164', '2012-07-30 15:37:38', '0', '双滦区', '', '2', '0', '4522161');
INSERT INTO `dns_area` VALUES ('4522165', '2012-07-30 15:37:38', '0', '鹰手营子矿区', '', '2', '0', '4522161');
INSERT INTO `dns_area` VALUES ('4522166', '2012-07-30 15:37:38', '0', '承德县', '', '2', '0', '4522161');
INSERT INTO `dns_area` VALUES ('4522167', '2012-07-30 15:37:38', '0', '兴隆县', '', '2', '0', '4522161');
INSERT INTO `dns_area` VALUES ('4522168', '2012-07-30 15:37:38', '0', '平泉县', '', '2', '0', '4522161');
INSERT INTO `dns_area` VALUES ('4522169', '2012-07-30 15:37:38', '0', '滦平县', '', '2', '0', '4522161');
INSERT INTO `dns_area` VALUES ('4522170', '2012-07-30 15:37:38', '0', '隆化县', '', '2', '0', '4522161');
INSERT INTO `dns_area` VALUES ('4522171', '2012-07-30 15:37:38', '0', '丰宁满族自治县', '', '2', '0', '4522161');
INSERT INTO `dns_area` VALUES ('4522172', '2012-07-30 15:37:38', '0', '宽城满族自治县', '', '2', '0', '4522161');
INSERT INTO `dns_area` VALUES ('4522173', '2012-07-30 15:37:38', '0', '围场满族蒙古族自治县', '', '2', '0', '4522161');
INSERT INTO `dns_area` VALUES ('4522174', '2012-07-30 15:37:38', '0', '沧州市', '', '1', '0', '4522022');
INSERT INTO `dns_area` VALUES ('4522175', '2012-07-30 15:37:38', '0', '市辖区', '', '2', '0', '4522174');
INSERT INTO `dns_area` VALUES ('4522176', '2012-07-30 15:37:38', '0', '新华区', '', '2', '0', '4522174');
INSERT INTO `dns_area` VALUES ('4522177', '2012-07-30 15:37:38', '0', '运河区', '', '2', '0', '4522174');
INSERT INTO `dns_area` VALUES ('4522178', '2012-07-30 15:37:38', '0', '沧县', '', '2', '0', '4522174');
INSERT INTO `dns_area` VALUES ('4522179', '2012-07-30 15:37:38', '0', '青县', '', '2', '0', '4522174');
INSERT INTO `dns_area` VALUES ('4522180', '2012-07-30 15:37:38', '0', '东光县', '', '2', '0', '4522174');
INSERT INTO `dns_area` VALUES ('4522181', '2012-07-30 15:37:38', '0', '海兴县', '', '2', '0', '4522174');
INSERT INTO `dns_area` VALUES ('4522182', '2012-07-30 15:37:38', '0', '盐山县', '', '2', '0', '4522174');
INSERT INTO `dns_area` VALUES ('4522183', '2012-07-30 15:37:38', '0', '肃宁县', '', '2', '0', '4522174');
INSERT INTO `dns_area` VALUES ('4522184', '2012-07-30 15:37:38', '0', '南皮县', '', '2', '0', '4522174');
INSERT INTO `dns_area` VALUES ('4522185', '2012-07-30 15:37:38', '0', '吴桥县', '', '2', '0', '4522174');
INSERT INTO `dns_area` VALUES ('4522186', '2012-07-30 15:37:38', '0', '献县', '', '2', '0', '4522174');
INSERT INTO `dns_area` VALUES ('4522187', '2012-07-30 15:37:38', '0', '孟村回族自治县', '', '2', '0', '4522174');
INSERT INTO `dns_area` VALUES ('4522188', '2012-07-30 15:37:38', '0', '泊头市', '', '2', '0', '4522174');
INSERT INTO `dns_area` VALUES ('4522189', '2012-07-30 15:37:38', '0', '任丘市', '', '2', '0', '4522174');
INSERT INTO `dns_area` VALUES ('4522190', '2012-07-30 15:37:38', '0', '黄骅市', '', '2', '0', '4522174');
INSERT INTO `dns_area` VALUES ('4522191', '2012-07-30 15:37:38', '0', '河间市', '', '2', '0', '4522174');
INSERT INTO `dns_area` VALUES ('4522192', '2012-07-30 15:37:38', '0', '廊坊市', '', '1', '0', '4522022');
INSERT INTO `dns_area` VALUES ('4522193', '2012-07-30 15:37:38', '0', '市辖区', '', '2', '0', '4522192');
INSERT INTO `dns_area` VALUES ('4522194', '2012-07-30 15:37:38', '0', '安次区', '', '2', '0', '4522192');
INSERT INTO `dns_area` VALUES ('4522195', '2012-07-30 15:37:38', '0', '广阳区', '', '2', '0', '4522192');
INSERT INTO `dns_area` VALUES ('4522196', '2012-07-30 15:37:38', '0', '固安县', '', '2', '0', '4522192');
INSERT INTO `dns_area` VALUES ('4522197', '2012-07-30 15:37:38', '0', '永清县', '', '2', '0', '4522192');
INSERT INTO `dns_area` VALUES ('4522198', '2012-07-30 15:37:38', '0', '香河县', '', '2', '0', '4522192');
INSERT INTO `dns_area` VALUES ('4522199', '2012-07-30 15:37:38', '0', '大城县', '', '2', '0', '4522192');
INSERT INTO `dns_area` VALUES ('4522200', '2012-07-30 15:37:38', '0', '文安县', '', '2', '0', '4522192');
INSERT INTO `dns_area` VALUES ('4522201', '2012-07-30 15:37:39', '0', '大厂回族自治县', '', '2', '0', '4522192');
INSERT INTO `dns_area` VALUES ('4522202', '2012-07-30 15:37:39', '0', '霸州市', '', '2', '0', '4522192');
INSERT INTO `dns_area` VALUES ('4522203', '2012-07-30 15:37:39', '0', '三河市', '', '2', '0', '4522192');
INSERT INTO `dns_area` VALUES ('4522204', '2012-07-30 15:37:39', '0', '衡水市', '', '1', '0', '4522022');
INSERT INTO `dns_area` VALUES ('4522205', '2012-07-30 15:37:39', '0', '市辖区', '', '2', '0', '4522204');
INSERT INTO `dns_area` VALUES ('4522206', '2012-07-30 15:37:39', '0', '桃城区', '', '2', '0', '4522204');
INSERT INTO `dns_area` VALUES ('4522207', '2012-07-30 15:37:39', '0', '枣强县', '', '2', '0', '4522204');
INSERT INTO `dns_area` VALUES ('4522208', '2012-07-30 15:37:39', '0', '武邑县', '', '2', '0', '4522204');
INSERT INTO `dns_area` VALUES ('4522209', '2012-07-30 15:37:39', '0', '武强县', '', '2', '0', '4522204');
INSERT INTO `dns_area` VALUES ('4522210', '2012-07-30 15:37:39', '0', '饶阳县', '', '2', '0', '4522204');
INSERT INTO `dns_area` VALUES ('4522211', '2012-07-30 15:37:39', '0', '安平县', '', '2', '0', '4522204');
INSERT INTO `dns_area` VALUES ('4522212', '2012-07-30 15:37:39', '0', '故城县', '', '2', '0', '4522204');
INSERT INTO `dns_area` VALUES ('4522213', '2012-07-30 15:37:39', '0', '景县', '', '2', '0', '4522204');
INSERT INTO `dns_area` VALUES ('4522214', '2012-07-30 15:37:39', '0', '阜城县', '', '2', '0', '4522204');
INSERT INTO `dns_area` VALUES ('4522215', '2012-07-30 15:37:39', '0', '冀州市', '', '2', '0', '4522204');
INSERT INTO `dns_area` VALUES ('4522216', '2012-07-30 15:37:39', '0', '深州市', '', '2', '0', '4522204');
INSERT INTO `dns_area` VALUES ('4522217', '2012-07-30 15:37:39', '0', '山西', '', '0', '0', null);
INSERT INTO `dns_area` VALUES ('4522218', '2012-07-30 15:37:39', '0', '太原市', '', '1', '0', '4522217');
INSERT INTO `dns_area` VALUES ('4522219', '2012-07-30 15:37:39', '0', '市辖区', '', '2', '0', '4522218');
INSERT INTO `dns_area` VALUES ('4522220', '2012-07-30 15:37:39', '0', '小店区', '', '2', '0', '4522218');
INSERT INTO `dns_area` VALUES ('4522221', '2012-07-30 15:37:39', '0', '迎泽区', '', '2', '0', '4522218');
INSERT INTO `dns_area` VALUES ('4522222', '2012-07-30 15:37:39', '0', '杏花岭区', '', '2', '0', '4522218');
INSERT INTO `dns_area` VALUES ('4522223', '2012-07-30 15:37:39', '0', '尖草坪区', '', '2', '0', '4522218');
INSERT INTO `dns_area` VALUES ('4522224', '2012-07-30 15:37:39', '0', '万柏林区', '', '2', '0', '4522218');
INSERT INTO `dns_area` VALUES ('4522225', '2012-07-30 15:37:39', '0', '晋源区', '', '2', '0', '4522218');
INSERT INTO `dns_area` VALUES ('4522226', '2012-07-30 15:37:39', '0', '清徐县', '', '2', '0', '4522218');
INSERT INTO `dns_area` VALUES ('4522227', '2012-07-30 15:37:39', '0', '阳曲县', '', '2', '0', '4522218');
INSERT INTO `dns_area` VALUES ('4522228', '2012-07-30 15:37:39', '0', '娄烦县', '', '2', '0', '4522218');
INSERT INTO `dns_area` VALUES ('4522229', '2012-07-30 15:37:39', '0', '古交市', '', '2', '0', '4522218');
INSERT INTO `dns_area` VALUES ('4522230', '2012-07-30 15:37:39', '0', '大同市', '', '1', '0', '4522217');
INSERT INTO `dns_area` VALUES ('4522231', '2012-07-30 15:37:39', '0', '市辖区', '', '2', '0', '4522230');
INSERT INTO `dns_area` VALUES ('4522232', '2012-07-30 15:37:39', '0', '城区', '', '2', '0', '4522230');
INSERT INTO `dns_area` VALUES ('4522233', '2012-07-30 15:37:39', '0', '矿区', '', '2', '0', '4522230');
INSERT INTO `dns_area` VALUES ('4522234', '2012-07-30 15:37:39', '0', '南郊区', '', '2', '0', '4522230');
INSERT INTO `dns_area` VALUES ('4522235', '2012-07-30 15:37:39', '0', '新荣区', '', '2', '0', '4522230');
INSERT INTO `dns_area` VALUES ('4522236', '2012-07-30 15:37:39', '0', '阳高县', '', '2', '0', '4522230');
INSERT INTO `dns_area` VALUES ('4522237', '2012-07-30 15:37:39', '0', '天镇县', '', '2', '0', '4522230');
INSERT INTO `dns_area` VALUES ('4522238', '2012-07-30 15:37:40', '0', '广灵县', '', '2', '0', '4522230');
INSERT INTO `dns_area` VALUES ('4522239', '2012-07-30 15:37:40', '0', '灵丘县', '', '2', '0', '4522230');
INSERT INTO `dns_area` VALUES ('4522240', '2012-07-30 15:37:40', '0', '浑源县', '', '2', '0', '4522230');
INSERT INTO `dns_area` VALUES ('4522241', '2012-07-30 15:37:40', '0', '左云县', '', '2', '0', '4522230');
INSERT INTO `dns_area` VALUES ('4522242', '2012-07-30 15:37:40', '0', '大同县', '', '2', '0', '4522230');
INSERT INTO `dns_area` VALUES ('4522243', '2012-07-30 15:37:40', '0', '阳泉市', '', '1', '0', '4522217');
INSERT INTO `dns_area` VALUES ('4522244', '2012-07-30 15:37:40', '0', '市辖区', '', '2', '0', '4522243');
INSERT INTO `dns_area` VALUES ('4522245', '2012-07-30 15:37:40', '0', '城区', '', '2', '0', '4522243');
INSERT INTO `dns_area` VALUES ('4522246', '2012-07-30 15:37:40', '0', '矿区', '', '2', '0', '4522243');
INSERT INTO `dns_area` VALUES ('4522247', '2012-07-30 15:37:40', '0', '郊区', '', '2', '0', '4522243');
INSERT INTO `dns_area` VALUES ('4522248', '2012-07-30 15:37:40', '0', '平定县', '', '2', '0', '4522243');
INSERT INTO `dns_area` VALUES ('4522249', '2012-07-30 15:37:40', '0', '盂县', '', '2', '0', '4522243');
INSERT INTO `dns_area` VALUES ('4522250', '2012-07-30 15:37:40', '0', '长治市', '', '1', '0', '4522217');
INSERT INTO `dns_area` VALUES ('4522251', '2012-07-30 15:37:40', '0', '市辖区', '', '2', '0', '4522250');
INSERT INTO `dns_area` VALUES ('4522252', '2012-07-30 15:37:40', '0', '城区', '', '2', '0', '4522250');
INSERT INTO `dns_area` VALUES ('4522253', '2012-07-30 15:37:40', '0', '郊区', '', '2', '0', '4522250');
INSERT INTO `dns_area` VALUES ('4522254', '2012-07-30 15:37:40', '0', '长治县', '', '2', '0', '4522250');
INSERT INTO `dns_area` VALUES ('4522255', '2012-07-30 15:37:40', '0', '襄垣县', '', '2', '0', '4522250');
INSERT INTO `dns_area` VALUES ('4522256', '2012-07-30 15:37:40', '0', '屯留县', '', '2', '0', '4522250');
INSERT INTO `dns_area` VALUES ('4522257', '2012-07-30 15:37:40', '0', '平顺县', '', '2', '0', '4522250');
INSERT INTO `dns_area` VALUES ('4522258', '2012-07-30 15:37:40', '0', '黎城县', '', '2', '0', '4522250');
INSERT INTO `dns_area` VALUES ('4522259', '2012-07-30 15:37:40', '0', '壶关县', '', '2', '0', '4522250');
INSERT INTO `dns_area` VALUES ('4522260', '2012-07-30 15:37:40', '0', '长子县', '', '2', '0', '4522250');
INSERT INTO `dns_area` VALUES ('4522261', '2012-07-30 15:37:40', '0', '武乡县', '', '2', '0', '4522250');
INSERT INTO `dns_area` VALUES ('4522262', '2012-07-30 15:37:40', '0', '沁县', '', '2', '0', '4522250');
INSERT INTO `dns_area` VALUES ('4522263', '2012-07-30 15:37:40', '0', '沁源县', '', '2', '0', '4522250');
INSERT INTO `dns_area` VALUES ('4522264', '2012-07-30 15:37:40', '0', '潞城市', '', '2', '0', '4522250');
INSERT INTO `dns_area` VALUES ('4522265', '2012-07-30 15:37:40', '0', '晋城市', '', '1', '0', '4522217');
INSERT INTO `dns_area` VALUES ('4522266', '2012-07-30 15:37:40', '0', '市辖区', '', '2', '0', '4522265');
INSERT INTO `dns_area` VALUES ('4522267', '2012-07-30 15:37:40', '0', '城区', '', '2', '0', '4522265');
INSERT INTO `dns_area` VALUES ('4522268', '2012-07-30 15:37:40', '0', '沁水县', '', '2', '0', '4522265');
INSERT INTO `dns_area` VALUES ('4522269', '2012-07-30 15:37:40', '0', '阳城县', '', '2', '0', '4522265');
INSERT INTO `dns_area` VALUES ('4522270', '2012-07-30 15:37:40', '0', '陵川县', '', '2', '0', '4522265');
INSERT INTO `dns_area` VALUES ('4522271', '2012-07-30 15:37:40', '0', '泽州县', '', '2', '0', '4522265');
INSERT INTO `dns_area` VALUES ('4522272', '2012-07-30 15:37:40', '0', '高平市', '', '2', '0', '4522265');
INSERT INTO `dns_area` VALUES ('4522273', '2012-07-30 15:37:40', '0', '朔州市', '', '1', '0', '4522217');
INSERT INTO `dns_area` VALUES ('4522274', '2012-07-30 15:37:40', '0', '市辖区', '', '2', '0', '4522273');
INSERT INTO `dns_area` VALUES ('4522275', '2012-07-30 15:37:41', '0', '朔城区', '', '2', '0', '4522273');
INSERT INTO `dns_area` VALUES ('4522276', '2012-07-30 15:37:41', '0', '平鲁区', '', '2', '0', '4522273');
INSERT INTO `dns_area` VALUES ('4522277', '2012-07-30 15:37:41', '0', '山阴县', '', '2', '0', '4522273');
INSERT INTO `dns_area` VALUES ('4522278', '2012-07-30 15:37:41', '0', '应县', '', '2', '0', '4522273');
INSERT INTO `dns_area` VALUES ('4522279', '2012-07-30 15:37:41', '0', '右玉县', '', '2', '0', '4522273');
INSERT INTO `dns_area` VALUES ('4522280', '2012-07-30 15:37:41', '0', '怀仁县', '', '2', '0', '4522273');
INSERT INTO `dns_area` VALUES ('4522281', '2012-07-30 15:37:41', '0', '晋中市', '', '1', '0', '4522217');
INSERT INTO `dns_area` VALUES ('4522282', '2012-07-30 15:37:41', '0', '市辖区', '', '2', '0', '4522281');
INSERT INTO `dns_area` VALUES ('4522283', '2012-07-30 15:37:41', '0', '榆次区', '', '2', '0', '4522281');
INSERT INTO `dns_area` VALUES ('4522284', '2012-07-30 15:37:41', '0', '榆社县', '', '2', '0', '4522281');
INSERT INTO `dns_area` VALUES ('4522285', '2012-07-30 15:37:41', '0', '左权县', '', '2', '0', '4522281');
INSERT INTO `dns_area` VALUES ('4522286', '2012-07-30 15:37:41', '0', '和顺县', '', '2', '0', '4522281');
INSERT INTO `dns_area` VALUES ('4522287', '2012-07-30 15:37:41', '0', '昔阳县', '', '2', '0', '4522281');
INSERT INTO `dns_area` VALUES ('4522288', '2012-07-30 15:37:41', '0', '寿阳县', '', '2', '0', '4522281');
INSERT INTO `dns_area` VALUES ('4522289', '2012-07-30 15:37:41', '0', '太谷县', '', '2', '0', '4522281');
INSERT INTO `dns_area` VALUES ('4522290', '2012-07-30 15:37:41', '0', '祁县', '', '2', '0', '4522281');
INSERT INTO `dns_area` VALUES ('4522291', '2012-07-30 15:37:41', '0', '平遥县', '', '2', '0', '4522281');
INSERT INTO `dns_area` VALUES ('4522292', '2012-07-30 15:37:41', '0', '灵石县', '', '2', '0', '4522281');
INSERT INTO `dns_area` VALUES ('4522293', '2012-07-30 15:37:41', '0', '介休市', '', '2', '0', '4522281');
INSERT INTO `dns_area` VALUES ('4522294', '2012-07-30 15:37:41', '0', '运城市', '', '1', '0', '4522217');
INSERT INTO `dns_area` VALUES ('4522295', '2012-07-30 15:37:41', '0', '市辖区', '', '2', '0', '4522294');
INSERT INTO `dns_area` VALUES ('4522296', '2012-07-30 15:37:41', '0', '盐湖区', '', '2', '0', '4522294');
INSERT INTO `dns_area` VALUES ('4522297', '2012-07-30 15:37:41', '0', '临猗县', '', '2', '0', '4522294');
INSERT INTO `dns_area` VALUES ('4522298', '2012-07-30 15:37:41', '0', '万荣县', '', '2', '0', '4522294');
INSERT INTO `dns_area` VALUES ('4522299', '2012-07-30 15:37:41', '0', '闻喜县', '', '2', '0', '4522294');
INSERT INTO `dns_area` VALUES ('4522300', '2012-07-30 15:37:41', '0', '稷山县', '', '2', '0', '4522294');
INSERT INTO `dns_area` VALUES ('4522301', '2012-07-30 15:37:41', '0', '新绛县', '', '2', '0', '4522294');
INSERT INTO `dns_area` VALUES ('4522302', '2012-07-30 15:37:41', '0', '绛县', '', '2', '0', '4522294');
INSERT INTO `dns_area` VALUES ('4522303', '2012-07-30 15:37:41', '0', '垣曲县', '', '2', '0', '4522294');
INSERT INTO `dns_area` VALUES ('4522304', '2012-07-30 15:37:41', '0', '夏县', '', '2', '0', '4522294');
INSERT INTO `dns_area` VALUES ('4522305', '2012-07-30 15:37:41', '0', '平陆县', '', '2', '0', '4522294');
INSERT INTO `dns_area` VALUES ('4522306', '2012-07-30 15:37:41', '0', '芮城县', '', '2', '0', '4522294');
INSERT INTO `dns_area` VALUES ('4522307', '2012-07-30 15:37:41', '0', '永济市', '', '2', '0', '4522294');
INSERT INTO `dns_area` VALUES ('4522308', '2012-07-30 15:37:42', '0', '河津市', '', '2', '0', '4522294');
INSERT INTO `dns_area` VALUES ('4522309', '2012-07-30 15:37:42', '0', '忻州市', '', '1', '0', '4522217');
INSERT INTO `dns_area` VALUES ('4522310', '2012-07-30 15:37:42', '0', '市辖区', '', '2', '0', '4522309');
INSERT INTO `dns_area` VALUES ('4522311', '2012-07-30 15:37:42', '0', '忻府区', '', '2', '0', '4522309');
INSERT INTO `dns_area` VALUES ('4522312', '2012-07-30 15:37:42', '0', '定襄县', '', '2', '0', '4522309');
INSERT INTO `dns_area` VALUES ('4522313', '2012-07-30 15:37:42', '0', '五台县', '', '2', '0', '4522309');
INSERT INTO `dns_area` VALUES ('4522314', '2012-07-30 15:37:42', '0', '代县', '', '2', '0', '4522309');
INSERT INTO `dns_area` VALUES ('4522315', '2012-07-30 15:37:42', '0', '繁峙县', '', '2', '0', '4522309');
INSERT INTO `dns_area` VALUES ('4522316', '2012-07-30 15:37:42', '0', '宁武县', '', '2', '0', '4522309');
INSERT INTO `dns_area` VALUES ('4522317', '2012-07-30 15:37:42', '0', '静乐县', '', '2', '0', '4522309');
INSERT INTO `dns_area` VALUES ('4522318', '2012-07-30 15:37:42', '0', '神池县', '', '2', '0', '4522309');
INSERT INTO `dns_area` VALUES ('4522319', '2012-07-30 15:37:42', '0', '五寨县', '', '2', '0', '4522309');
INSERT INTO `dns_area` VALUES ('4522320', '2012-07-30 15:37:42', '0', '岢岚县', '', '2', '0', '4522309');
INSERT INTO `dns_area` VALUES ('4522321', '2012-07-30 15:37:42', '0', '河曲县', '', '2', '0', '4522309');
INSERT INTO `dns_area` VALUES ('4522322', '2012-07-30 15:37:42', '0', '保德县', '', '2', '0', '4522309');
INSERT INTO `dns_area` VALUES ('4522323', '2012-07-30 15:37:42', '0', '偏关县', '', '2', '0', '4522309');
INSERT INTO `dns_area` VALUES ('4522324', '2012-07-30 15:37:42', '0', '原平市', '', '2', '0', '4522309');
INSERT INTO `dns_area` VALUES ('4522325', '2012-07-30 15:37:42', '0', '临汾市', '', '1', '0', '4522217');
INSERT INTO `dns_area` VALUES ('4522326', '2012-07-30 15:37:42', '0', '市辖区', '', '2', '0', '4522325');
INSERT INTO `dns_area` VALUES ('4522327', '2012-07-30 15:37:42', '0', '尧都区', '', '2', '0', '4522325');
INSERT INTO `dns_area` VALUES ('4522328', '2012-07-30 15:37:42', '0', '曲沃县', '', '2', '0', '4522325');
INSERT INTO `dns_area` VALUES ('4522329', '2012-07-30 15:37:42', '0', '翼城县', '', '2', '0', '4522325');
INSERT INTO `dns_area` VALUES ('4522330', '2012-07-30 15:37:42', '0', '襄汾县', '', '2', '0', '4522325');
INSERT INTO `dns_area` VALUES ('4522331', '2012-07-30 15:37:42', '0', '洪洞县', '', '2', '0', '4522325');
INSERT INTO `dns_area` VALUES ('4522332', '2012-07-30 15:37:42', '0', '古县', '', '2', '0', '4522325');
INSERT INTO `dns_area` VALUES ('4522333', '2012-07-30 15:37:42', '0', '安泽县', '', '2', '0', '4522325');
INSERT INTO `dns_area` VALUES ('4522334', '2012-07-30 15:37:42', '0', '浮山县', '', '2', '0', '4522325');
INSERT INTO `dns_area` VALUES ('4522335', '2012-07-30 15:37:42', '0', '吉县', '', '2', '0', '4522325');
INSERT INTO `dns_area` VALUES ('4522336', '2012-07-30 15:37:42', '0', '乡宁县', '', '2', '0', '4522325');
INSERT INTO `dns_area` VALUES ('4522337', '2012-07-30 15:37:42', '0', '大宁县', '', '2', '0', '4522325');
INSERT INTO `dns_area` VALUES ('4522338', '2012-07-30 15:37:42', '0', '隰县', '', '2', '0', '4522325');
INSERT INTO `dns_area` VALUES ('4522339', '2012-07-30 15:37:42', '0', '永和县', '', '2', '0', '4522325');
INSERT INTO `dns_area` VALUES ('4522340', '2012-07-30 15:37:42', '0', '蒲县', '', '2', '0', '4522325');
INSERT INTO `dns_area` VALUES ('4522341', '2012-07-30 15:37:42', '0', '汾西县', '', '2', '0', '4522325');
INSERT INTO `dns_area` VALUES ('4522342', '2012-07-30 15:37:42', '0', '侯马市', '', '2', '0', '4522325');
INSERT INTO `dns_area` VALUES ('4522343', '2012-07-30 15:37:42', '0', '霍州市', '', '2', '0', '4522325');
INSERT INTO `dns_area` VALUES ('4522344', '2012-07-30 15:37:42', '0', '吕梁市', '', '1', '0', '4522217');
INSERT INTO `dns_area` VALUES ('4522345', '2012-07-30 15:37:43', '0', '市辖区', '', '2', '0', '4522344');
INSERT INTO `dns_area` VALUES ('4522346', '2012-07-30 15:37:43', '0', '离石区', '', '2', '0', '4522344');
INSERT INTO `dns_area` VALUES ('4522347', '2012-07-30 15:37:43', '0', '文水县', '', '2', '0', '4522344');
INSERT INTO `dns_area` VALUES ('4522348', '2012-07-30 15:37:43', '0', '交城县', '', '2', '0', '4522344');
INSERT INTO `dns_area` VALUES ('4522349', '2012-07-30 15:37:43', '0', '兴县', '', '2', '0', '4522344');
INSERT INTO `dns_area` VALUES ('4522350', '2012-07-30 15:37:43', '0', '临县', '', '2', '0', '4522344');
INSERT INTO `dns_area` VALUES ('4522351', '2012-07-30 15:37:43', '0', '柳林县', '', '2', '0', '4522344');
INSERT INTO `dns_area` VALUES ('4522352', '2012-07-30 15:37:43', '0', '石楼县', '', '2', '0', '4522344');
INSERT INTO `dns_area` VALUES ('4522353', '2012-07-30 15:37:43', '0', '岚县', '', '2', '0', '4522344');
INSERT INTO `dns_area` VALUES ('4522354', '2012-07-30 15:37:43', '0', '方山县', '', '2', '0', '4522344');
INSERT INTO `dns_area` VALUES ('4522355', '2012-07-30 15:37:43', '0', '中阳县', '', '2', '0', '4522344');
INSERT INTO `dns_area` VALUES ('4522356', '2012-07-30 15:37:43', '0', '交口县', '', '2', '0', '4522344');
INSERT INTO `dns_area` VALUES ('4522357', '2012-07-30 15:37:43', '0', '孝义市', '', '2', '0', '4522344');
INSERT INTO `dns_area` VALUES ('4522358', '2012-07-30 15:37:43', '0', '汾阳市', '', '2', '0', '4522344');
INSERT INTO `dns_area` VALUES ('4522359', '2012-07-30 15:37:43', '0', '内蒙古', '', '0', '0', null);
INSERT INTO `dns_area` VALUES ('4522360', '2012-07-30 15:37:43', '0', '呼和浩特市', '', '1', '0', '4522359');
INSERT INTO `dns_area` VALUES ('4522361', '2012-07-30 15:37:43', '0', '市辖区', '', '2', '0', '4522360');
INSERT INTO `dns_area` VALUES ('4522362', '2012-07-30 15:37:43', '0', '新城区', '', '2', '0', '4522360');
INSERT INTO `dns_area` VALUES ('4522363', '2012-07-30 15:37:43', '0', '回民区', '', '2', '0', '4522360');
INSERT INTO `dns_area` VALUES ('4522364', '2012-07-30 15:37:43', '0', '玉泉区', '', '2', '0', '4522360');
INSERT INTO `dns_area` VALUES ('4522365', '2012-07-30 15:37:43', '0', '赛罕区', '', '2', '0', '4522360');
INSERT INTO `dns_area` VALUES ('4522366', '2012-07-30 15:37:43', '0', '土默特左旗', '', '2', '0', '4522360');
INSERT INTO `dns_area` VALUES ('4522367', '2012-07-30 15:37:43', '0', '托克托县', '', '2', '0', '4522360');
INSERT INTO `dns_area` VALUES ('4522368', '2012-07-30 15:37:43', '0', '和林格尔县', '', '2', '0', '4522360');
INSERT INTO `dns_area` VALUES ('4522369', '2012-07-30 15:37:43', '0', '清水河县', '', '2', '0', '4522360');
INSERT INTO `dns_area` VALUES ('4522370', '2012-07-30 15:37:43', '0', '武川县', '', '2', '0', '4522360');
INSERT INTO `dns_area` VALUES ('4522371', '2012-07-30 15:37:43', '0', '包头市', '', '1', '0', '4522359');
INSERT INTO `dns_area` VALUES ('4522372', '2012-07-30 15:37:43', '0', '市辖区', '', '2', '0', '4522371');
INSERT INTO `dns_area` VALUES ('4522373', '2012-07-30 15:37:43', '0', '东河区', '', '2', '0', '4522371');
INSERT INTO `dns_area` VALUES ('4522374', '2012-07-30 15:37:43', '0', '昆都仑区', '', '2', '0', '4522371');
INSERT INTO `dns_area` VALUES ('4522375', '2012-07-30 15:37:43', '0', '青山区', '', '2', '0', '4522371');
INSERT INTO `dns_area` VALUES ('4522376', '2012-07-30 15:37:43', '0', '石拐区', '', '2', '0', '4522371');
INSERT INTO `dns_area` VALUES ('4522377', '2012-07-30 15:37:43', '0', '白云鄂博矿区', '', '2', '0', '4522371');
INSERT INTO `dns_area` VALUES ('4522378', '2012-07-30 15:37:43', '0', '九原区', '', '2', '0', '4522371');
INSERT INTO `dns_area` VALUES ('4522379', '2012-07-30 15:37:44', '0', '土默特右旗', '', '2', '0', '4522371');
INSERT INTO `dns_area` VALUES ('4522380', '2012-07-30 15:37:44', '0', '固阳县', '', '2', '0', '4522371');
INSERT INTO `dns_area` VALUES ('4522381', '2012-07-30 15:37:44', '0', '达尔罕茂明安联合旗', '', '2', '0', '4522371');
INSERT INTO `dns_area` VALUES ('4522382', '2012-07-30 15:37:44', '0', '乌海市', '', '1', '0', '4522359');
INSERT INTO `dns_area` VALUES ('4522383', '2012-07-30 15:37:44', '0', '市辖区', '', '2', '0', '4522382');
INSERT INTO `dns_area` VALUES ('4522384', '2012-07-30 15:37:44', '0', '海勃湾区', '', '2', '0', '4522382');
INSERT INTO `dns_area` VALUES ('4522385', '2012-07-30 15:37:44', '0', '海南区', '', '2', '0', '4522382');
INSERT INTO `dns_area` VALUES ('4522386', '2012-07-30 15:37:44', '0', '乌达区', '', '2', '0', '4522382');
INSERT INTO `dns_area` VALUES ('4522387', '2012-07-30 15:37:44', '0', '赤峰市', '', '1', '0', '4522359');
INSERT INTO `dns_area` VALUES ('4522388', '2012-07-30 15:37:44', '0', '市辖区', '', '2', '0', '4522387');
INSERT INTO `dns_area` VALUES ('4522389', '2012-07-30 15:37:44', '0', '红山区', '', '2', '0', '4522387');
INSERT INTO `dns_area` VALUES ('4522390', '2012-07-30 15:37:44', '0', '元宝山区', '', '2', '0', '4522387');
INSERT INTO `dns_area` VALUES ('4522391', '2012-07-30 15:37:44', '0', '松山区', '', '2', '0', '4522387');
INSERT INTO `dns_area` VALUES ('4522392', '2012-07-30 15:37:44', '0', '阿鲁科尔沁旗', '', '2', '0', '4522387');
INSERT INTO `dns_area` VALUES ('4522393', '2012-07-30 15:37:44', '0', '巴林左旗', '', '2', '0', '4522387');
INSERT INTO `dns_area` VALUES ('4522394', '2012-07-30 15:37:44', '0', '巴林右旗', '', '2', '0', '4522387');
INSERT INTO `dns_area` VALUES ('4522395', '2012-07-30 15:37:44', '0', '林西县', '', '2', '0', '4522387');
INSERT INTO `dns_area` VALUES ('4522396', '2012-07-30 15:37:44', '0', '克什克腾旗', '', '2', '0', '4522387');
INSERT INTO `dns_area` VALUES ('4522397', '2012-07-30 15:37:44', '0', '翁牛特旗', '', '2', '0', '4522387');
INSERT INTO `dns_area` VALUES ('4522398', '2012-07-30 15:37:44', '0', '喀喇沁旗', '', '2', '0', '4522387');
INSERT INTO `dns_area` VALUES ('4522399', '2012-07-30 15:37:44', '0', '宁城县', '', '2', '0', '4522387');
INSERT INTO `dns_area` VALUES ('4522400', '2012-07-30 15:37:44', '0', '敖汉旗', '', '2', '0', '4522387');
INSERT INTO `dns_area` VALUES ('4522401', '2012-07-30 15:37:44', '0', '通辽市', '', '1', '0', '4522359');
INSERT INTO `dns_area` VALUES ('4522402', '2012-07-30 15:37:44', '0', '市辖区', '', '2', '0', '4522401');
INSERT INTO `dns_area` VALUES ('4522403', '2012-07-30 15:37:44', '0', '科尔沁区', '', '2', '0', '4522401');
INSERT INTO `dns_area` VALUES ('4522404', '2012-07-30 15:37:44', '0', '科尔沁左翼中旗', '', '2', '0', '4522401');
INSERT INTO `dns_area` VALUES ('4522405', '2012-07-30 15:37:44', '0', '科尔沁左翼后旗', '', '2', '0', '4522401');
INSERT INTO `dns_area` VALUES ('4522406', '2012-07-30 15:37:44', '0', '开鲁县', '', '2', '0', '4522401');
INSERT INTO `dns_area` VALUES ('4522407', '2012-07-30 15:37:44', '0', '库伦旗', '', '2', '0', '4522401');
INSERT INTO `dns_area` VALUES ('4522408', '2012-07-30 15:37:44', '0', '奈曼旗', '', '2', '0', '4522401');
INSERT INTO `dns_area` VALUES ('4522409', '2012-07-30 15:37:44', '0', '扎鲁特旗', '', '2', '0', '4522401');
INSERT INTO `dns_area` VALUES ('4522410', '2012-07-30 15:37:44', '0', '霍林郭勒市', '', '2', '0', '4522401');
INSERT INTO `dns_area` VALUES ('4522411', '2012-07-30 15:37:44', '0', '鄂尔多斯市', '', '1', '0', '4522359');
INSERT INTO `dns_area` VALUES ('4522412', '2012-07-30 15:37:44', '0', '市辖区', '', '2', '0', '4522411');
INSERT INTO `dns_area` VALUES ('4522413', '2012-07-30 15:37:44', '0', '东胜区', '', '2', '0', '4522411');
INSERT INTO `dns_area` VALUES ('4522414', '2012-07-30 15:37:44', '0', '达拉特旗', '', '2', '0', '4522411');
INSERT INTO `dns_area` VALUES ('4522415', '2012-07-30 15:37:45', '0', '准格尔旗', '', '2', '0', '4522411');
INSERT INTO `dns_area` VALUES ('4522416', '2012-07-30 15:37:45', '0', '鄂托克前旗', '', '2', '0', '4522411');
INSERT INTO `dns_area` VALUES ('4522417', '2012-07-30 15:37:45', '0', '鄂托克旗', '', '2', '0', '4522411');
INSERT INTO `dns_area` VALUES ('4522418', '2012-07-30 15:37:45', '0', '杭锦旗', '', '2', '0', '4522411');
INSERT INTO `dns_area` VALUES ('4522419', '2012-07-30 15:37:45', '0', '乌审旗', '', '2', '0', '4522411');
INSERT INTO `dns_area` VALUES ('4522420', '2012-07-30 15:37:45', '0', '伊金霍洛旗', '', '2', '0', '4522411');
INSERT INTO `dns_area` VALUES ('4522421', '2012-07-30 15:37:45', '0', '呼伦贝尔市', '', '1', '0', '4522359');
INSERT INTO `dns_area` VALUES ('4522422', '2012-07-30 15:37:45', '0', '市辖区', '', '2', '0', '4522421');
INSERT INTO `dns_area` VALUES ('4522423', '2012-07-30 15:37:45', '0', '海拉尔区', '', '2', '0', '4522421');
INSERT INTO `dns_area` VALUES ('4522424', '2012-07-30 15:37:45', '0', '阿荣旗', '', '2', '0', '4522421');
INSERT INTO `dns_area` VALUES ('4522425', '2012-07-30 15:37:45', '0', '莫力达瓦达斡尔族自治旗', '', '2', '0', '4522421');
INSERT INTO `dns_area` VALUES ('4522426', '2012-07-30 15:37:45', '0', '鄂伦春自治旗', '', '2', '0', '4522421');
INSERT INTO `dns_area` VALUES ('4522427', '2012-07-30 15:37:45', '0', '鄂温克族自治旗', '', '2', '0', '4522421');
INSERT INTO `dns_area` VALUES ('4522428', '2012-07-30 15:37:45', '0', '陈巴尔虎旗', '', '2', '0', '4522421');
INSERT INTO `dns_area` VALUES ('4522429', '2012-07-30 15:37:45', '0', '新巴尔虎左旗', '', '2', '0', '4522421');
INSERT INTO `dns_area` VALUES ('4522430', '2012-07-30 15:37:45', '0', '新巴尔虎右旗', '', '2', '0', '4522421');
INSERT INTO `dns_area` VALUES ('4522431', '2012-07-30 15:37:45', '0', '满洲里市', '', '2', '0', '4522421');
INSERT INTO `dns_area` VALUES ('4522432', '2012-07-30 15:37:45', '0', '牙克石市', '', '2', '0', '4522421');
INSERT INTO `dns_area` VALUES ('4522433', '2012-07-30 15:37:45', '0', '扎兰屯市', '', '2', '0', '4522421');
INSERT INTO `dns_area` VALUES ('4522434', '2012-07-30 15:37:45', '0', '额尔古纳市', '', '2', '0', '4522421');
INSERT INTO `dns_area` VALUES ('4522435', '2012-07-30 15:37:45', '0', '根河市', '', '2', '0', '4522421');
INSERT INTO `dns_area` VALUES ('4522436', '2012-07-30 15:37:45', '0', '巴彦淖尔市', '', '1', '0', '4522359');
INSERT INTO `dns_area` VALUES ('4522437', '2012-07-30 15:37:45', '0', '市辖区', '', '2', '0', '4522436');
INSERT INTO `dns_area` VALUES ('4522438', '2012-07-30 15:37:45', '0', '临河区', '', '2', '0', '4522436');
INSERT INTO `dns_area` VALUES ('4522439', '2012-07-30 15:37:45', '0', '五原县', '', '2', '0', '4522436');
INSERT INTO `dns_area` VALUES ('4522440', '2012-07-30 15:37:45', '0', '磴口县', '', '2', '0', '4522436');
INSERT INTO `dns_area` VALUES ('4522441', '2012-07-30 15:37:45', '0', '乌拉特前旗', '', '2', '0', '4522436');
INSERT INTO `dns_area` VALUES ('4522442', '2012-07-30 15:37:45', '0', '乌拉特中旗', '', '2', '0', '4522436');
INSERT INTO `dns_area` VALUES ('4522443', '2012-07-30 15:37:45', '0', '乌拉特后旗', '', '2', '0', '4522436');
INSERT INTO `dns_area` VALUES ('4522444', '2012-07-30 15:37:45', '0', '杭锦后旗', '', '2', '0', '4522436');
INSERT INTO `dns_area` VALUES ('4522445', '2012-07-30 15:37:45', '0', '乌兰察布市', '', '1', '0', '4522359');
INSERT INTO `dns_area` VALUES ('4522446', '2012-07-30 15:37:45', '0', '市辖区', '', '2', '0', '4522445');
INSERT INTO `dns_area` VALUES ('4522447', '2012-07-30 15:37:45', '0', '集宁区', '', '2', '0', '4522445');
INSERT INTO `dns_area` VALUES ('4522448', '2012-07-30 15:37:45', '0', '卓资县', '', '2', '0', '4522445');
INSERT INTO `dns_area` VALUES ('4522449', '2012-07-30 15:37:46', '0', '化德县', '', '2', '0', '4522445');
INSERT INTO `dns_area` VALUES ('4522450', '2012-07-30 15:37:46', '0', '商都县', '', '2', '0', '4522445');
INSERT INTO `dns_area` VALUES ('4522451', '2012-07-30 15:37:46', '0', '兴和县', '', '2', '0', '4522445');
INSERT INTO `dns_area` VALUES ('4522452', '2012-07-30 15:37:46', '0', '凉城县', '', '2', '0', '4522445');
INSERT INTO `dns_area` VALUES ('4522453', '2012-07-30 15:37:46', '0', '察哈尔右翼前旗', '', '2', '0', '4522445');
INSERT INTO `dns_area` VALUES ('4522454', '2012-07-30 15:37:46', '0', '察哈尔右翼中旗', '', '2', '0', '4522445');
INSERT INTO `dns_area` VALUES ('4522455', '2012-07-30 15:37:46', '0', '察哈尔右翼后旗', '', '2', '0', '4522445');
INSERT INTO `dns_area` VALUES ('4522456', '2012-07-30 15:37:46', '0', '四子王旗', '', '2', '0', '4522445');
INSERT INTO `dns_area` VALUES ('4522457', '2012-07-30 15:37:46', '0', '丰镇市', '', '2', '0', '4522445');
INSERT INTO `dns_area` VALUES ('4522458', '2012-07-30 15:37:46', '0', '兴安盟', '', '1', '0', '4522359');
INSERT INTO `dns_area` VALUES ('4522459', '2012-07-30 15:37:46', '0', '乌兰浩特市', '', '2', '0', '4522458');
INSERT INTO `dns_area` VALUES ('4522460', '2012-07-30 15:37:46', '0', '阿尔山市', '', '2', '0', '4522458');
INSERT INTO `dns_area` VALUES ('4522461', '2012-07-30 15:37:46', '0', '科尔沁右翼前旗', '', '2', '0', '4522458');
INSERT INTO `dns_area` VALUES ('4522462', '2012-07-30 15:37:46', '0', '科尔沁右翼中旗', '', '2', '0', '4522458');
INSERT INTO `dns_area` VALUES ('4522463', '2012-07-30 15:37:46', '0', '扎赉特旗', '', '2', '0', '4522458');
INSERT INTO `dns_area` VALUES ('4522464', '2012-07-30 15:37:46', '0', '突泉县', '', '2', '0', '4522458');
INSERT INTO `dns_area` VALUES ('4522465', '2012-07-30 15:37:46', '0', '锡林郭勒盟', '', '1', '0', '4522359');
INSERT INTO `dns_area` VALUES ('4522466', '2012-07-30 15:37:46', '0', '二连浩特市', '', '2', '0', '4522465');
INSERT INTO `dns_area` VALUES ('4522467', '2012-07-30 15:37:46', '0', '锡林浩特市', '', '2', '0', '4522465');
INSERT INTO `dns_area` VALUES ('4522468', '2012-07-30 15:37:46', '0', '阿巴嘎旗', '', '2', '0', '4522465');
INSERT INTO `dns_area` VALUES ('4522469', '2012-07-30 15:37:46', '0', '苏尼特左旗', '', '2', '0', '4522465');
INSERT INTO `dns_area` VALUES ('4522470', '2012-07-30 15:37:46', '0', '苏尼特右旗', '', '2', '0', '4522465');
INSERT INTO `dns_area` VALUES ('4522471', '2012-07-30 15:37:46', '0', '东乌珠穆沁旗', '', '2', '0', '4522465');
INSERT INTO `dns_area` VALUES ('4522472', '2012-07-30 15:37:46', '0', '西乌珠穆沁旗', '', '2', '0', '4522465');
INSERT INTO `dns_area` VALUES ('4522473', '2012-07-30 15:37:46', '0', '太仆寺旗', '', '2', '0', '4522465');
INSERT INTO `dns_area` VALUES ('4522474', '2012-07-30 15:37:46', '0', '镶黄旗', '', '2', '0', '4522465');
INSERT INTO `dns_area` VALUES ('4522475', '2012-07-30 15:37:46', '0', '正镶白旗', '', '2', '0', '4522465');
INSERT INTO `dns_area` VALUES ('4522476', '2012-07-30 15:37:46', '0', '正蓝旗', '', '2', '0', '4522465');
INSERT INTO `dns_area` VALUES ('4522477', '2012-07-30 15:37:46', '0', '多伦县', '', '2', '0', '4522465');
INSERT INTO `dns_area` VALUES ('4522478', '2012-07-30 15:37:46', '0', '阿拉善盟', '', '1', '0', '4522359');
INSERT INTO `dns_area` VALUES ('4522479', '2012-07-30 15:37:46', '0', '阿拉善左旗', '', '2', '0', '4522478');
INSERT INTO `dns_area` VALUES ('4522480', '2012-07-30 15:37:46', '0', '阿拉善右旗', '', '2', '0', '4522478');
INSERT INTO `dns_area` VALUES ('4522481', '2012-07-30 15:37:47', '0', '额济纳旗', '', '2', '0', '4522478');
INSERT INTO `dns_area` VALUES ('4522482', '2012-07-30 15:37:47', '0', '辽宁', '', '0', '0', null);
INSERT INTO `dns_area` VALUES ('4522483', '2012-07-30 15:37:47', '0', '沈阳市', '', '1', '0', '4522482');
INSERT INTO `dns_area` VALUES ('4522484', '2012-07-30 15:37:47', '0', '浑南新区', '', '2', '0', '4522483');
INSERT INTO `dns_area` VALUES ('4522485', '2012-07-30 15:37:47', '0', '和平区', '', '2', '0', '4522483');
INSERT INTO `dns_area` VALUES ('4522486', '2012-07-30 15:37:47', '0', '沈河区', '', '2', '0', '4522483');
INSERT INTO `dns_area` VALUES ('4522487', '2012-07-30 15:37:47', '0', '大东区', '', '2', '0', '4522483');
INSERT INTO `dns_area` VALUES ('4522488', '2012-07-30 15:37:47', '0', '皇姑区', '', '2', '0', '4522483');
INSERT INTO `dns_area` VALUES ('4522489', '2012-07-30 15:37:47', '0', '铁西区', '', '2', '0', '4522483');
INSERT INTO `dns_area` VALUES ('4522490', '2012-07-30 15:37:47', '0', '苏家屯区', '', '2', '0', '4522483');
INSERT INTO `dns_area` VALUES ('4522491', '2012-07-30 15:37:47', '0', '东陵区', '', '2', '0', '4522483');
INSERT INTO `dns_area` VALUES ('4522492', '2012-07-30 15:37:47', '0', '沈北新区', '', '2', '0', '4522483');
INSERT INTO `dns_area` VALUES ('4522493', '2012-07-30 15:37:47', '0', '于洪区', '', '2', '0', '4522483');
INSERT INTO `dns_area` VALUES ('4522494', '2012-07-30 15:37:47', '0', '辽中县', '', '2', '0', '4522483');
INSERT INTO `dns_area` VALUES ('4522495', '2012-07-30 15:37:47', '0', '康平县', '', '2', '0', '4522483');
INSERT INTO `dns_area` VALUES ('4522496', '2012-07-30 15:37:47', '0', '法库县', '', '2', '0', '4522483');
INSERT INTO `dns_area` VALUES ('4522497', '2012-07-30 15:37:47', '0', '新民市', '', '2', '0', '4522483');
INSERT INTO `dns_area` VALUES ('4522498', '2012-07-30 15:37:47', '0', '大连市', '', '1', '0', '4522482');
INSERT INTO `dns_area` VALUES ('4522499', '2012-07-30 15:37:47', '0', '市辖区', '', '2', '0', '4522498');
INSERT INTO `dns_area` VALUES ('4522500', '2012-07-30 15:37:47', '0', '中山区', '', '2', '0', '4522498');
INSERT INTO `dns_area` VALUES ('4522501', '2012-07-30 15:37:47', '0', '西岗区', '', '2', '0', '4522498');
INSERT INTO `dns_area` VALUES ('4522502', '2012-07-30 15:37:47', '0', '沙河口区', '', '2', '0', '4522498');
INSERT INTO `dns_area` VALUES ('4522503', '2012-07-30 15:37:47', '0', '甘井子区', '', '2', '0', '4522498');
INSERT INTO `dns_area` VALUES ('4522504', '2012-07-30 15:37:47', '0', '旅顺口区', '', '2', '0', '4522498');
INSERT INTO `dns_area` VALUES ('4522505', '2012-07-30 15:37:47', '0', '金州区', '', '2', '0', '4522498');
INSERT INTO `dns_area` VALUES ('4522506', '2012-07-30 15:37:47', '0', '长海县', '', '2', '0', '4522498');
INSERT INTO `dns_area` VALUES ('4522507', '2012-07-30 15:37:47', '0', '瓦房店市', '', '2', '0', '4522498');
INSERT INTO `dns_area` VALUES ('4522508', '2012-07-30 15:37:47', '0', '普兰店市', '', '2', '0', '4522498');
INSERT INTO `dns_area` VALUES ('4522509', '2012-07-30 15:37:47', '0', '庄河市', '', '2', '0', '4522498');
INSERT INTO `dns_area` VALUES ('4522510', '2012-07-30 15:37:47', '0', '鞍山市', '', '1', '0', '4522482');
INSERT INTO `dns_area` VALUES ('4522511', '2012-07-30 15:37:47', '0', '市辖区', '', '2', '0', '4522510');
INSERT INTO `dns_area` VALUES ('4522512', '2012-07-30 15:37:48', '0', '铁东区', '', '2', '0', '4522510');
INSERT INTO `dns_area` VALUES ('4522513', '2012-07-30 15:37:48', '0', '铁西区', '', '2', '0', '4522510');
INSERT INTO `dns_area` VALUES ('4522514', '2012-07-30 15:37:48', '0', '立山区', '', '2', '0', '4522510');
INSERT INTO `dns_area` VALUES ('4522515', '2012-07-30 15:37:48', '0', '千山区', '', '2', '0', '4522510');
INSERT INTO `dns_area` VALUES ('4522516', '2012-07-30 15:37:48', '0', '台安县', '', '2', '0', '4522510');
INSERT INTO `dns_area` VALUES ('4522517', '2012-07-30 15:37:48', '0', '岫岩满族自治县', '', '2', '0', '4522510');
INSERT INTO `dns_area` VALUES ('4522518', '2012-07-30 15:37:48', '0', '海城市', '', '2', '0', '4522510');
INSERT INTO `dns_area` VALUES ('4522519', '2012-07-30 15:37:48', '0', '抚顺市', '', '1', '0', '4522482');
INSERT INTO `dns_area` VALUES ('4522520', '2012-07-30 15:37:48', '0', '市辖区', '', '2', '0', '4522519');
INSERT INTO `dns_area` VALUES ('4522521', '2012-07-30 15:37:48', '0', '新抚区', '', '2', '0', '4522519');
INSERT INTO `dns_area` VALUES ('4522522', '2012-07-30 15:37:48', '0', '东洲区', '', '2', '0', '4522519');
INSERT INTO `dns_area` VALUES ('4522523', '2012-07-30 15:37:48', '0', '望花区', '', '2', '0', '4522519');
INSERT INTO `dns_area` VALUES ('4522524', '2012-07-30 15:37:48', '0', '顺城区', '', '2', '0', '4522519');
INSERT INTO `dns_area` VALUES ('4522525', '2012-07-30 15:37:48', '0', '抚顺县', '', '2', '0', '4522519');
INSERT INTO `dns_area` VALUES ('4522526', '2012-07-30 15:37:48', '0', '新宾满族自治县', '', '2', '0', '4522519');
INSERT INTO `dns_area` VALUES ('4522527', '2012-07-30 15:37:48', '0', '清原满族自治县', '', '2', '0', '4522519');
INSERT INTO `dns_area` VALUES ('4522528', '2012-07-30 15:37:48', '0', '本溪市', '', '1', '0', '4522482');
INSERT INTO `dns_area` VALUES ('4522529', '2012-07-30 15:37:48', '0', '市辖区', '', '2', '0', '4522528');
INSERT INTO `dns_area` VALUES ('4522530', '2012-07-30 15:37:48', '0', '平山区', '', '2', '0', '4522528');
INSERT INTO `dns_area` VALUES ('4522531', '2012-07-30 15:37:48', '0', '溪湖区', '', '2', '0', '4522528');
INSERT INTO `dns_area` VALUES ('4522532', '2012-07-30 15:37:48', '0', '明山区', '', '2', '0', '4522528');
INSERT INTO `dns_area` VALUES ('4522533', '2012-07-30 15:37:48', '0', '南芬区', '', '2', '0', '4522528');
INSERT INTO `dns_area` VALUES ('4522534', '2012-07-30 15:37:48', '0', '本溪满族自治县', '', '2', '0', '4522528');
INSERT INTO `dns_area` VALUES ('4522535', '2012-07-30 15:37:48', '0', '桓仁满族自治县', '', '2', '0', '4522528');
INSERT INTO `dns_area` VALUES ('4522536', '2012-07-30 15:37:48', '0', '丹东市', '', '1', '0', '4522482');
INSERT INTO `dns_area` VALUES ('4522537', '2012-07-30 15:37:48', '0', '市辖区', '', '2', '0', '4522536');
INSERT INTO `dns_area` VALUES ('4522538', '2012-07-30 15:37:48', '0', '元宝区', '', '2', '0', '4522536');
INSERT INTO `dns_area` VALUES ('4522539', '2012-07-30 15:37:48', '0', '振兴区', '', '2', '0', '4522536');
INSERT INTO `dns_area` VALUES ('4522540', '2012-07-30 15:37:48', '0', '振安区', '', '2', '0', '4522536');
INSERT INTO `dns_area` VALUES ('4522541', '2012-07-30 15:37:48', '0', '宽甸满族自治县', '', '2', '0', '4522536');
INSERT INTO `dns_area` VALUES ('4522542', '2012-07-30 15:37:48', '0', '东港市', '', '2', '0', '4522536');
INSERT INTO `dns_area` VALUES ('4522543', '2012-07-30 15:37:49', '0', '凤城市', '', '2', '0', '4522536');
INSERT INTO `dns_area` VALUES ('4522544', '2012-07-30 15:37:49', '0', '锦州市', '', '1', '0', '4522482');
INSERT INTO `dns_area` VALUES ('4522545', '2012-07-30 15:37:49', '0', '市辖区', '', '2', '0', '4522544');
INSERT INTO `dns_area` VALUES ('4522546', '2012-07-30 15:37:49', '0', '古塔区', '', '2', '0', '4522544');
INSERT INTO `dns_area` VALUES ('4522547', '2012-07-30 15:37:49', '0', '凌河区', '', '2', '0', '4522544');
INSERT INTO `dns_area` VALUES ('4522548', '2012-07-30 15:37:49', '0', '太和区', '', '2', '0', '4522544');
INSERT INTO `dns_area` VALUES ('4522549', '2012-07-30 15:37:49', '0', '黑山县', '', '2', '0', '4522544');
INSERT INTO `dns_area` VALUES ('4522550', '2012-07-30 15:37:49', '0', '义县', '', '2', '0', '4522544');
INSERT INTO `dns_area` VALUES ('4522551', '2012-07-30 15:37:49', '0', '凌海市', '', '2', '0', '4522544');
INSERT INTO `dns_area` VALUES ('4522552', '2012-07-30 15:37:49', '0', '北镇市', '', '2', '0', '4522544');
INSERT INTO `dns_area` VALUES ('4522553', '2012-07-30 15:37:49', '0', '营口市', '', '1', '0', '4522482');
INSERT INTO `dns_area` VALUES ('4522554', '2012-07-30 15:37:49', '0', '市辖区', '', '2', '0', '4522553');
INSERT INTO `dns_area` VALUES ('4522555', '2012-07-30 15:37:49', '0', '站前区', '', '2', '0', '4522553');
INSERT INTO `dns_area` VALUES ('4522556', '2012-07-30 15:37:49', '0', '西市区', '', '2', '0', '4522553');
INSERT INTO `dns_area` VALUES ('4522557', '2012-07-30 15:37:49', '0', '鲅鱼圈区', '', '2', '0', '4522553');
INSERT INTO `dns_area` VALUES ('4522558', '2012-07-30 15:37:49', '0', '老边区', '', '2', '0', '4522553');
INSERT INTO `dns_area` VALUES ('4522559', '2012-07-30 15:37:49', '0', '盖州市', '', '2', '0', '4522553');
INSERT INTO `dns_area` VALUES ('4522560', '2012-07-30 15:37:49', '0', '大石桥市', '', '2', '0', '4522553');
INSERT INTO `dns_area` VALUES ('4522561', '2012-07-30 15:37:49', '0', '阜新市', '', '1', '0', '4522482');
INSERT INTO `dns_area` VALUES ('4522562', '2012-07-30 15:37:49', '0', '市辖区', '', '2', '0', '4522561');
INSERT INTO `dns_area` VALUES ('4522563', '2012-07-30 15:37:49', '0', '海州区', '', '2', '0', '4522561');
INSERT INTO `dns_area` VALUES ('4522564', '2012-07-30 15:37:49', '0', '新邱区', '', '2', '0', '4522561');
INSERT INTO `dns_area` VALUES ('4522565', '2012-07-30 15:37:49', '0', '太平区', '', '2', '0', '4522561');
INSERT INTO `dns_area` VALUES ('4522566', '2012-07-30 15:37:49', '0', '清河门区', '', '2', '0', '4522561');
INSERT INTO `dns_area` VALUES ('4522567', '2012-07-30 15:37:49', '0', '细河区', '', '2', '0', '4522561');
INSERT INTO `dns_area` VALUES ('4522568', '2012-07-30 15:37:49', '0', '阜新蒙古族自治县', '', '2', '0', '4522561');
INSERT INTO `dns_area` VALUES ('4522569', '2012-07-30 15:37:49', '0', '彰武县', '', '2', '0', '4522561');
INSERT INTO `dns_area` VALUES ('4522570', '2012-07-30 15:37:49', '0', '辽阳市', '', '1', '0', '4522482');
INSERT INTO `dns_area` VALUES ('4522571', '2012-07-30 15:37:50', '0', '市辖区', '', '2', '0', '4522570');
INSERT INTO `dns_area` VALUES ('4522572', '2012-07-30 15:37:50', '0', '白塔区', '', '2', '0', '4522570');
INSERT INTO `dns_area` VALUES ('4522573', '2012-07-30 15:37:50', '0', '文圣区', '', '2', '0', '4522570');
INSERT INTO `dns_area` VALUES ('4522574', '2012-07-30 15:37:50', '0', '宏伟区', '', '2', '0', '4522570');
INSERT INTO `dns_area` VALUES ('4522575', '2012-07-30 15:37:50', '0', '弓长岭区', '', '2', '0', '4522570');
INSERT INTO `dns_area` VALUES ('4522576', '2012-07-30 15:37:50', '0', '太子河区', '', '2', '0', '4522570');
INSERT INTO `dns_area` VALUES ('4522577', '2012-07-30 15:37:50', '0', '辽阳县', '', '2', '0', '4522570');
INSERT INTO `dns_area` VALUES ('4522578', '2012-07-30 15:37:50', '0', '灯塔市', '', '2', '0', '4522570');
INSERT INTO `dns_area` VALUES ('4522579', '2012-07-30 15:37:50', '0', '盘锦市', '', '1', '0', '4522482');
INSERT INTO `dns_area` VALUES ('4522580', '2012-07-30 15:37:50', '0', '市辖区', '', '2', '0', '4522579');
INSERT INTO `dns_area` VALUES ('4522581', '2012-07-30 15:37:50', '0', '双台子区', '', '2', '0', '4522579');
INSERT INTO `dns_area` VALUES ('4522582', '2012-07-30 15:37:50', '0', '兴隆台区', '', '2', '0', '4522579');
INSERT INTO `dns_area` VALUES ('4522583', '2012-07-30 15:37:50', '0', '大洼县', '', '2', '0', '4522579');
INSERT INTO `dns_area` VALUES ('4522584', '2012-07-30 15:37:50', '0', '盘山县', '', '2', '0', '4522579');
INSERT INTO `dns_area` VALUES ('4522585', '2012-07-30 15:37:50', '0', '铁岭市', '', '1', '0', '4522482');
INSERT INTO `dns_area` VALUES ('4522586', '2012-07-30 15:37:50', '0', '市辖区', '', '2', '0', '4522585');
INSERT INTO `dns_area` VALUES ('4522587', '2012-07-30 15:37:50', '0', '银州区', '', '2', '0', '4522585');
INSERT INTO `dns_area` VALUES ('4522588', '2012-07-30 15:37:50', '0', '清河区', '', '2', '0', '4522585');
INSERT INTO `dns_area` VALUES ('4522589', '2012-07-30 15:37:50', '0', '铁岭县', '', '2', '0', '4522585');
INSERT INTO `dns_area` VALUES ('4522590', '2012-07-30 15:37:50', '0', '西丰县', '', '2', '0', '4522585');
INSERT INTO `dns_area` VALUES ('4522591', '2012-07-30 15:37:50', '0', '昌图县', '', '2', '0', '4522585');
INSERT INTO `dns_area` VALUES ('4522592', '2012-07-30 15:37:50', '0', '调兵山市', '', '2', '0', '4522585');
INSERT INTO `dns_area` VALUES ('4522593', '2012-07-30 15:37:50', '0', '开原市', '', '2', '0', '4522585');
INSERT INTO `dns_area` VALUES ('4522594', '2012-07-30 15:37:50', '0', '朝阳市', '', '1', '0', '4522482');
INSERT INTO `dns_area` VALUES ('4522595', '2012-07-30 15:37:50', '0', '市辖区', '', '2', '0', '4522594');
INSERT INTO `dns_area` VALUES ('4522596', '2012-07-30 15:37:50', '0', '双塔区', '', '2', '0', '4522594');
INSERT INTO `dns_area` VALUES ('4522597', '2012-07-30 15:37:50', '0', '龙城区', '', '2', '0', '4522594');
INSERT INTO `dns_area` VALUES ('4522598', '2012-07-30 15:37:50', '0', '朝阳县', '', '2', '0', '4522594');
INSERT INTO `dns_area` VALUES ('4522599', '2012-07-30 15:37:51', '0', '建平县', '', '2', '0', '4522594');
INSERT INTO `dns_area` VALUES ('4522600', '2012-07-30 15:37:51', '0', '喀喇沁左翼蒙古族自治县', '', '2', '0', '4522594');
INSERT INTO `dns_area` VALUES ('4522601', '2012-07-30 15:37:51', '0', '北票市', '', '2', '0', '4522594');
INSERT INTO `dns_area` VALUES ('4522602', '2012-07-30 15:37:51', '0', '凌源市', '', '2', '0', '4522594');
INSERT INTO `dns_area` VALUES ('4522603', '2012-07-30 15:37:51', '0', '葫芦岛市', '', '1', '0', '4522482');
INSERT INTO `dns_area` VALUES ('4522604', '2012-07-30 15:37:51', '0', '市辖区', '', '2', '0', '4522603');
INSERT INTO `dns_area` VALUES ('4522605', '2012-07-30 15:37:51', '0', '连山区', '', '2', '0', '4522603');
INSERT INTO `dns_area` VALUES ('4522606', '2012-07-30 15:37:51', '0', '龙港区', '', '2', '0', '4522603');
INSERT INTO `dns_area` VALUES ('4522607', '2012-07-30 15:37:51', '0', '南票区', '', '2', '0', '4522603');
INSERT INTO `dns_area` VALUES ('4522608', '2012-07-30 15:37:51', '0', '绥中县', '', '2', '0', '4522603');
INSERT INTO `dns_area` VALUES ('4522609', '2012-07-30 15:37:51', '0', '建昌县', '', '2', '0', '4522603');
INSERT INTO `dns_area` VALUES ('4522610', '2012-07-30 15:37:51', '0', '兴城市', '', '2', '0', '4522603');
INSERT INTO `dns_area` VALUES ('4522611', '2012-07-30 15:37:51', '0', '吉林', '', '0', '0', null);
INSERT INTO `dns_area` VALUES ('4522612', '2012-07-30 15:37:51', '0', '长春市', '', '1', '0', '4522611');
INSERT INTO `dns_area` VALUES ('4522613', '2012-07-30 15:37:51', '0', '市辖区', '', '2', '0', '4522612');
INSERT INTO `dns_area` VALUES ('4522614', '2012-07-30 15:37:51', '0', '南关区', '', '2', '0', '4522612');
INSERT INTO `dns_area` VALUES ('4522615', '2012-07-30 15:37:51', '0', '宽城区', '', '2', '0', '4522612');
INSERT INTO `dns_area` VALUES ('4522616', '2012-07-30 15:37:51', '0', '朝阳区', '', '2', '0', '4522612');
INSERT INTO `dns_area` VALUES ('4522617', '2012-07-30 15:37:51', '0', '二道区', '', '2', '0', '4522612');
INSERT INTO `dns_area` VALUES ('4522618', '2012-07-30 15:37:51', '0', '绿园区', '', '2', '0', '4522612');
INSERT INTO `dns_area` VALUES ('4522619', '2012-07-30 15:37:51', '0', '双阳区', '', '2', '0', '4522612');
INSERT INTO `dns_area` VALUES ('4522620', '2012-07-30 15:37:51', '0', '农安县', '', '2', '0', '4522612');
INSERT INTO `dns_area` VALUES ('4522621', '2012-07-30 15:37:51', '0', '九台市', '', '2', '0', '4522612');
INSERT INTO `dns_area` VALUES ('4522622', '2012-07-30 15:37:51', '0', '榆树市', '', '2', '0', '4522612');
INSERT INTO `dns_area` VALUES ('4522623', '2012-07-30 15:37:51', '0', '德惠市', '', '2', '0', '4522612');
INSERT INTO `dns_area` VALUES ('4522624', '2012-07-30 15:37:51', '0', '吉林市', '', '1', '0', '4522611');
INSERT INTO `dns_area` VALUES ('4522625', '2012-07-30 15:37:51', '0', '市辖区', '', '2', '0', '4522624');
INSERT INTO `dns_area` VALUES ('4522626', '2012-07-30 15:37:52', '0', '昌邑区', '', '2', '0', '4522624');
INSERT INTO `dns_area` VALUES ('4522627', '2012-07-30 15:37:52', '0', '龙潭区', '', '2', '0', '4522624');
INSERT INTO `dns_area` VALUES ('4522628', '2012-07-30 15:37:52', '0', '船营区', '', '2', '0', '4522624');
INSERT INTO `dns_area` VALUES ('4522629', '2012-07-30 15:37:52', '0', '丰满区', '', '2', '0', '4522624');
INSERT INTO `dns_area` VALUES ('4522630', '2012-07-30 15:37:52', '0', '永吉县', '', '2', '0', '4522624');
INSERT INTO `dns_area` VALUES ('4522631', '2012-07-30 15:37:52', '0', '蛟河市', '', '2', '0', '4522624');
INSERT INTO `dns_area` VALUES ('4522632', '2012-07-30 15:37:52', '0', '桦甸市', '', '2', '0', '4522624');
INSERT INTO `dns_area` VALUES ('4522633', '2012-07-30 15:37:52', '0', '舒兰市', '', '2', '0', '4522624');
INSERT INTO `dns_area` VALUES ('4522634', '2012-07-30 15:37:52', '0', '磐石市', '', '2', '0', '4522624');
INSERT INTO `dns_area` VALUES ('4522635', '2012-07-30 15:37:52', '0', '四平市', '', '1', '0', '4522611');
INSERT INTO `dns_area` VALUES ('4522636', '2012-07-30 15:37:52', '0', '市辖区', '', '2', '0', '4522635');
INSERT INTO `dns_area` VALUES ('4522637', '2012-07-30 15:37:52', '0', '铁西区', '', '2', '0', '4522635');
INSERT INTO `dns_area` VALUES ('4522638', '2012-07-30 15:37:52', '0', '铁东区', '', '2', '0', '4522635');
INSERT INTO `dns_area` VALUES ('4522639', '2012-07-30 15:37:52', '0', '梨树县', '', '2', '0', '4522635');
INSERT INTO `dns_area` VALUES ('4522640', '2012-07-30 15:37:52', '0', '伊通满族自治县', '', '2', '0', '4522635');
INSERT INTO `dns_area` VALUES ('4522641', '2012-07-30 15:37:52', '0', '公主岭市', '', '2', '0', '4522635');
INSERT INTO `dns_area` VALUES ('4522642', '2012-07-30 15:37:52', '0', '双辽市', '', '2', '0', '4522635');
INSERT INTO `dns_area` VALUES ('4522643', '2012-07-30 15:37:52', '0', '辽源市', '', '1', '0', '4522611');
INSERT INTO `dns_area` VALUES ('4522644', '2012-07-30 15:37:52', '0', '市辖区', '', '2', '0', '4522643');
INSERT INTO `dns_area` VALUES ('4522645', '2012-07-30 15:37:52', '0', '龙山区', '', '2', '0', '4522643');
INSERT INTO `dns_area` VALUES ('4522646', '2012-07-30 15:37:52', '0', '西安区', '', '2', '0', '4522643');
INSERT INTO `dns_area` VALUES ('4522647', '2012-07-30 15:37:52', '0', '东丰县', '', '2', '0', '4522643');
INSERT INTO `dns_area` VALUES ('4522648', '2012-07-30 15:37:52', '0', '东辽县', '', '2', '0', '4522643');
INSERT INTO `dns_area` VALUES ('4522649', '2012-07-30 15:37:52', '0', '通化市', '', '1', '0', '4522611');
INSERT INTO `dns_area` VALUES ('4522650', '2012-07-30 15:37:52', '0', '市辖区', '', '2', '0', '4522649');
INSERT INTO `dns_area` VALUES ('4522651', '2012-07-30 15:37:52', '0', '东昌区', '', '2', '0', '4522649');
INSERT INTO `dns_area` VALUES ('4522652', '2012-07-30 15:37:52', '0', '二道江区', '', '2', '0', '4522649');
INSERT INTO `dns_area` VALUES ('4522653', '2012-07-30 15:37:52', '0', '通化县', '', '2', '0', '4522649');
INSERT INTO `dns_area` VALUES ('4522654', '2012-07-30 15:37:53', '0', '辉南县', '', '2', '0', '4522649');
INSERT INTO `dns_area` VALUES ('4522655', '2012-07-30 15:37:53', '0', '柳河县', '', '2', '0', '4522649');
INSERT INTO `dns_area` VALUES ('4522656', '2012-07-30 15:37:53', '0', '梅河口市', '', '2', '0', '4522649');
INSERT INTO `dns_area` VALUES ('4522657', '2012-07-30 15:37:53', '0', '集安市', '', '2', '0', '4522649');
INSERT INTO `dns_area` VALUES ('4522658', '2012-07-30 15:37:53', '0', '白山市', '', '1', '0', '4522611');
INSERT INTO `dns_area` VALUES ('4522659', '2012-07-30 15:37:53', '0', '市辖区', '', '2', '0', '4522658');
INSERT INTO `dns_area` VALUES ('4522660', '2012-07-30 15:37:53', '0', '八道江区', '', '2', '0', '4522658');
INSERT INTO `dns_area` VALUES ('4522661', '2012-07-30 15:37:53', '0', '江源区', '', '2', '0', '4522658');
INSERT INTO `dns_area` VALUES ('4522662', '2012-07-30 15:37:53', '0', '抚松县', '', '2', '0', '4522658');
INSERT INTO `dns_area` VALUES ('4522663', '2012-07-30 15:37:53', '0', '靖宇县', '', '2', '0', '4522658');
INSERT INTO `dns_area` VALUES ('4522664', '2012-07-30 15:37:53', '0', '长白朝鲜族自治县', '', '2', '0', '4522658');
INSERT INTO `dns_area` VALUES ('4522665', '2012-07-30 15:37:53', '0', '临江市', '', '2', '0', '4522658');
INSERT INTO `dns_area` VALUES ('4522666', '2012-07-30 15:37:53', '0', '松原市', '', '1', '0', '4522611');
INSERT INTO `dns_area` VALUES ('4522667', '2012-07-30 15:37:53', '0', '市辖区', '', '2', '0', '4522666');
INSERT INTO `dns_area` VALUES ('4522668', '2012-07-30 15:37:53', '0', '宁江区', '', '2', '0', '4522666');
INSERT INTO `dns_area` VALUES ('4522669', '2012-07-30 15:37:53', '0', '前郭尔罗斯蒙古族自治县', '', '2', '0', '4522666');
INSERT INTO `dns_area` VALUES ('4522670', '2012-07-30 15:37:53', '0', '长岭县', '', '2', '0', '4522666');
INSERT INTO `dns_area` VALUES ('4522671', '2012-07-30 15:37:53', '0', '乾安县', '', '2', '0', '4522666');
INSERT INTO `dns_area` VALUES ('4522672', '2012-07-30 15:37:53', '0', '扶余县', '', '2', '0', '4522666');
INSERT INTO `dns_area` VALUES ('4522673', '2012-07-30 15:37:53', '0', '白城市', '', '1', '0', '4522611');
INSERT INTO `dns_area` VALUES ('4522674', '2012-07-30 15:37:53', '0', '市辖区', '', '2', '0', '4522673');
INSERT INTO `dns_area` VALUES ('4522675', '2012-07-30 15:37:53', '0', '洮北区', '', '2', '0', '4522673');
INSERT INTO `dns_area` VALUES ('4522676', '2012-07-30 15:37:53', '0', '镇赉县', '', '2', '0', '4522673');
INSERT INTO `dns_area` VALUES ('4522677', '2012-07-30 15:37:53', '0', '通榆县', '', '2', '0', '4522673');
INSERT INTO `dns_area` VALUES ('4522678', '2012-07-30 15:37:53', '0', '洮南市', '', '2', '0', '4522673');
INSERT INTO `dns_area` VALUES ('4522679', '2012-07-30 15:37:53', '0', '大安市', '', '2', '0', '4522673');
INSERT INTO `dns_area` VALUES ('4522680', '2012-07-30 15:37:53', '0', '延边朝鲜族自治州', '', '1', '0', '4522611');
INSERT INTO `dns_area` VALUES ('4522681', '2012-07-30 15:37:53', '0', '延吉市', '', '2', '0', '4522680');
INSERT INTO `dns_area` VALUES ('4522682', '2012-07-30 15:37:54', '0', '图们市', '', '2', '0', '4522680');
INSERT INTO `dns_area` VALUES ('4522683', '2012-07-30 15:37:54', '0', '敦化市', '', '2', '0', '4522680');
INSERT INTO `dns_area` VALUES ('4522684', '2012-07-30 15:37:54', '0', '珲春市', '', '2', '0', '4522680');
INSERT INTO `dns_area` VALUES ('4522685', '2012-07-30 15:37:54', '0', '龙井市', '', '2', '0', '4522680');
INSERT INTO `dns_area` VALUES ('4522686', '2012-07-30 15:37:54', '0', '和龙市', '', '2', '0', '4522680');
INSERT INTO `dns_area` VALUES ('4522687', '2012-07-30 15:37:54', '0', '汪清县', '', '2', '0', '4522680');
INSERT INTO `dns_area` VALUES ('4522688', '2012-07-30 15:37:54', '0', '安图县', '', '2', '0', '4522680');
INSERT INTO `dns_area` VALUES ('4522689', '2012-07-30 15:37:54', '0', '黑龙江', '', '0', '0', null);
INSERT INTO `dns_area` VALUES ('4522690', '2012-07-30 15:37:54', '0', '哈尔滨市', '', '1', '0', '4522689');
INSERT INTO `dns_area` VALUES ('4522691', '2012-07-30 15:37:54', '0', '市辖区', '', '2', '0', '4522690');
INSERT INTO `dns_area` VALUES ('4522692', '2012-07-30 15:37:54', '0', '道里区', '', '2', '0', '4522690');
INSERT INTO `dns_area` VALUES ('4522693', '2012-07-30 15:37:54', '0', '南岗区', '', '2', '0', '4522690');
INSERT INTO `dns_area` VALUES ('4522694', '2012-07-30 15:37:54', '0', '道外区', '', '2', '0', '4522690');
INSERT INTO `dns_area` VALUES ('4522695', '2012-07-30 15:37:54', '0', '平房区', '', '2', '0', '4522690');
INSERT INTO `dns_area` VALUES ('4522696', '2012-07-30 15:37:54', '0', '松北区', '', '2', '0', '4522690');
INSERT INTO `dns_area` VALUES ('4522697', '2012-07-30 15:37:54', '0', '香坊区', '', '2', '0', '4522690');
INSERT INTO `dns_area` VALUES ('4522698', '2012-07-30 15:37:54', '0', '呼兰区', '', '2', '0', '4522690');
INSERT INTO `dns_area` VALUES ('4522699', '2012-07-30 15:37:54', '0', '阿城区', '', '2', '0', '4522690');
INSERT INTO `dns_area` VALUES ('4522700', '2012-07-30 15:37:54', '0', '依兰县', '', '2', '0', '4522690');
INSERT INTO `dns_area` VALUES ('4522701', '2012-07-30 15:37:54', '0', '方正县', '', '2', '0', '4522690');
INSERT INTO `dns_area` VALUES ('4522702', '2012-07-30 15:37:54', '0', '宾县', '', '2', '0', '4522690');
INSERT INTO `dns_area` VALUES ('4522703', '2012-07-30 15:37:54', '0', '巴彦县', '', '2', '0', '4522690');
INSERT INTO `dns_area` VALUES ('4522704', '2012-07-30 15:37:54', '0', '木兰县', '', '2', '0', '4522690');
INSERT INTO `dns_area` VALUES ('4522705', '2012-07-30 15:37:54', '0', '通河县', '', '2', '0', '4522690');
INSERT INTO `dns_area` VALUES ('4522706', '2012-07-30 15:37:54', '0', '延寿县', '', '2', '0', '4522690');
INSERT INTO `dns_area` VALUES ('4522707', '2012-07-30 15:37:54', '0', '双城市', '', '2', '0', '4522690');
INSERT INTO `dns_area` VALUES ('4522708', '2012-07-30 15:37:54', '0', '尚志市', '', '2', '0', '4522690');
INSERT INTO `dns_area` VALUES ('4522709', '2012-07-30 15:37:55', '0', '五常市', '', '2', '0', '4522690');
INSERT INTO `dns_area` VALUES ('4522710', '2012-07-30 15:37:55', '0', '齐齐哈尔市', '', '1', '0', '4522689');
INSERT INTO `dns_area` VALUES ('4522711', '2012-07-30 15:37:55', '0', '市辖区', '', '2', '0', '4522710');
INSERT INTO `dns_area` VALUES ('4522712', '2012-07-30 15:37:55', '0', '龙沙区', '', '2', '0', '4522710');
INSERT INTO `dns_area` VALUES ('4522713', '2012-07-30 15:37:55', '0', '建华区', '', '2', '0', '4522710');
INSERT INTO `dns_area` VALUES ('4522714', '2012-07-30 15:37:55', '0', '铁锋区', '', '2', '0', '4522710');
INSERT INTO `dns_area` VALUES ('4522715', '2012-07-30 15:37:55', '0', '昂昂溪区', '', '2', '0', '4522710');
INSERT INTO `dns_area` VALUES ('4522716', '2012-07-30 15:37:55', '0', '富拉尔基区', '', '2', '0', '4522710');
INSERT INTO `dns_area` VALUES ('4522717', '2012-07-30 15:37:55', '0', '碾子山区', '', '2', '0', '4522710');
INSERT INTO `dns_area` VALUES ('4522718', '2012-07-30 15:37:55', '0', '梅里斯达斡尔族区', '', '2', '0', '4522710');
INSERT INTO `dns_area` VALUES ('4522719', '2012-07-30 15:37:55', '0', '龙江县', '', '2', '0', '4522710');
INSERT INTO `dns_area` VALUES ('4522720', '2012-07-30 15:37:55', '0', '依安县', '', '2', '0', '4522710');
INSERT INTO `dns_area` VALUES ('4522721', '2012-07-30 15:37:55', '0', '泰来县', '', '2', '0', '4522710');
INSERT INTO `dns_area` VALUES ('4522722', '2012-07-30 15:37:55', '0', '甘南县', '', '2', '0', '4522710');
INSERT INTO `dns_area` VALUES ('4522723', '2012-07-30 15:37:55', '0', '富裕县', '', '2', '0', '4522710');
INSERT INTO `dns_area` VALUES ('4522724', '2012-07-30 15:37:55', '0', '克山县', '', '2', '0', '4522710');
INSERT INTO `dns_area` VALUES ('4522725', '2012-07-30 15:37:55', '0', '克东县', '', '2', '0', '4522710');
INSERT INTO `dns_area` VALUES ('4522726', '2012-07-30 15:37:55', '0', '拜泉县', '', '2', '0', '4522710');
INSERT INTO `dns_area` VALUES ('4522727', '2012-07-30 15:37:55', '0', '讷河市', '', '2', '0', '4522710');
INSERT INTO `dns_area` VALUES ('4522728', '2012-07-30 15:37:55', '0', '鸡西市', '', '1', '0', '4522689');
INSERT INTO `dns_area` VALUES ('4522729', '2012-07-30 15:37:55', '0', '市辖区', '', '2', '0', '4522728');
INSERT INTO `dns_area` VALUES ('4522730', '2012-07-30 15:37:55', '0', '鸡冠区', '', '2', '0', '4522728');
INSERT INTO `dns_area` VALUES ('4522731', '2012-07-30 15:37:55', '0', '恒山区', '', '2', '0', '4522728');
INSERT INTO `dns_area` VALUES ('4522732', '2012-07-30 15:37:56', '0', '滴道区', '', '2', '0', '4522728');
INSERT INTO `dns_area` VALUES ('4522733', '2012-07-30 15:37:56', '0', '梨树区', '', '2', '0', '4522728');
INSERT INTO `dns_area` VALUES ('4522734', '2012-07-30 15:37:56', '0', '城子河区', '', '2', '0', '4522728');
INSERT INTO `dns_area` VALUES ('4522735', '2012-07-30 15:37:56', '0', '麻山区', '', '2', '0', '4522728');
INSERT INTO `dns_area` VALUES ('4522736', '2012-07-30 15:37:56', '0', '鸡东县', '', '2', '0', '4522728');
INSERT INTO `dns_area` VALUES ('4522737', '2012-07-30 15:37:56', '0', '虎林市', '', '2', '0', '4522728');
INSERT INTO `dns_area` VALUES ('4522738', '2012-07-30 15:37:56', '0', '密山市', '', '2', '0', '4522728');
INSERT INTO `dns_area` VALUES ('4522739', '2012-07-30 15:37:56', '0', '鹤岗市', '', '1', '0', '4522689');
INSERT INTO `dns_area` VALUES ('4522740', '2012-07-30 15:37:56', '0', '市辖区', '', '2', '0', '4522739');
INSERT INTO `dns_area` VALUES ('4522741', '2012-07-30 15:37:56', '0', '向阳区', '', '2', '0', '4522739');
INSERT INTO `dns_area` VALUES ('4522742', '2012-07-30 15:37:56', '0', '工农区', '', '2', '0', '4522739');
INSERT INTO `dns_area` VALUES ('4522743', '2012-07-30 15:37:56', '0', '南山区', '', '2', '0', '4522739');
INSERT INTO `dns_area` VALUES ('4522744', '2012-07-30 15:37:56', '0', '兴安区', '', '2', '0', '4522739');
INSERT INTO `dns_area` VALUES ('4522745', '2012-07-30 15:37:56', '0', '东山区', '', '2', '0', '4522739');
INSERT INTO `dns_area` VALUES ('4522746', '2012-07-30 15:37:56', '0', '兴山区', '', '2', '0', '4522739');
INSERT INTO `dns_area` VALUES ('4522747', '2012-07-30 15:37:56', '0', '萝北县', '', '2', '0', '4522739');
INSERT INTO `dns_area` VALUES ('4522748', '2012-07-30 15:37:56', '0', '绥滨县', '', '2', '0', '4522739');
INSERT INTO `dns_area` VALUES ('4522749', '2012-07-30 15:37:56', '0', '双鸭山市', '', '1', '0', '4522689');
INSERT INTO `dns_area` VALUES ('4522750', '2012-07-30 15:37:56', '0', '市辖区', '', '2', '0', '4522749');
INSERT INTO `dns_area` VALUES ('4522751', '2012-07-30 15:37:56', '0', '尖山区', '', '2', '0', '4522749');
INSERT INTO `dns_area` VALUES ('4522752', '2012-07-30 15:37:56', '0', '岭东区', '', '2', '0', '4522749');
INSERT INTO `dns_area` VALUES ('4522753', '2012-07-30 15:37:56', '0', '四方台区', '', '2', '0', '4522749');
INSERT INTO `dns_area` VALUES ('4522754', '2012-07-30 15:37:56', '0', '宝山区', '', '2', '0', '4522749');
INSERT INTO `dns_area` VALUES ('4522755', '2012-07-30 15:37:56', '0', '集贤县', '', '2', '0', '4522749');
INSERT INTO `dns_area` VALUES ('4522756', '2012-07-30 15:37:57', '0', '友谊县', '', '2', '0', '4522749');
INSERT INTO `dns_area` VALUES ('4522757', '2012-07-30 15:37:57', '0', '宝清县', '', '2', '0', '4522749');
INSERT INTO `dns_area` VALUES ('4522758', '2012-07-30 15:37:57', '0', '饶河县', '', '2', '0', '4522749');
INSERT INTO `dns_area` VALUES ('4522759', '2012-07-30 15:37:57', '0', '大庆市', '', '1', '0', '4522689');
INSERT INTO `dns_area` VALUES ('4522760', '2012-07-30 15:37:57', '0', '市辖区', '', '2', '0', '4522759');
INSERT INTO `dns_area` VALUES ('4522761', '2012-07-30 15:37:57', '0', '萨尔图区', '', '2', '0', '4522759');
INSERT INTO `dns_area` VALUES ('4522762', '2012-07-30 15:37:57', '0', '龙凤区', '', '2', '0', '4522759');
INSERT INTO `dns_area` VALUES ('4522763', '2012-07-30 15:37:57', '0', '让胡路区', '', '2', '0', '4522759');
INSERT INTO `dns_area` VALUES ('4522764', '2012-07-30 15:37:57', '0', '红岗区', '', '2', '0', '4522759');
INSERT INTO `dns_area` VALUES ('4522765', '2012-07-30 15:37:57', '0', '大同区', '', '2', '0', '4522759');
INSERT INTO `dns_area` VALUES ('4522766', '2012-07-30 15:37:57', '0', '肇州县', '', '2', '0', '4522759');
INSERT INTO `dns_area` VALUES ('4522767', '2012-07-30 15:37:57', '0', '肇源县', '', '2', '0', '4522759');
INSERT INTO `dns_area` VALUES ('4522768', '2012-07-30 15:37:57', '0', '林甸县', '', '2', '0', '4522759');
INSERT INTO `dns_area` VALUES ('4522769', '2012-07-30 15:37:57', '0', '杜尔伯特蒙古族自治县', '', '2', '0', '4522759');
INSERT INTO `dns_area` VALUES ('4522770', '2012-07-30 15:37:57', '0', '伊春市', '', '1', '0', '4522689');
INSERT INTO `dns_area` VALUES ('4522771', '2012-07-30 15:37:57', '0', '市辖区', '', '2', '0', '4522770');
INSERT INTO `dns_area` VALUES ('4522772', '2012-07-30 15:37:57', '0', '伊春区', '', '2', '0', '4522770');
INSERT INTO `dns_area` VALUES ('4522773', '2012-07-30 15:37:57', '0', '南岔区', '', '2', '0', '4522770');
INSERT INTO `dns_area` VALUES ('4522774', '2012-07-30 15:37:57', '0', '友好区', '', '2', '0', '4522770');
INSERT INTO `dns_area` VALUES ('4522775', '2012-07-30 15:37:57', '0', '西林区', '', '2', '0', '4522770');
INSERT INTO `dns_area` VALUES ('4522776', '2012-07-30 15:37:57', '0', '翠峦区', '', '2', '0', '4522770');
INSERT INTO `dns_area` VALUES ('4522777', '2012-07-30 15:37:57', '0', '新青区', '', '2', '0', '4522770');
INSERT INTO `dns_area` VALUES ('4522778', '2012-07-30 15:37:57', '0', '美溪区', '', '2', '0', '4522770');
INSERT INTO `dns_area` VALUES ('4522779', '2012-07-30 15:37:58', '0', '金山屯区', '', '2', '0', '4522770');
INSERT INTO `dns_area` VALUES ('4522780', '2012-07-30 15:37:58', '0', '五营区', '', '2', '0', '4522770');
INSERT INTO `dns_area` VALUES ('4522781', '2012-07-30 15:37:58', '0', '乌马河区', '', '2', '0', '4522770');
INSERT INTO `dns_area` VALUES ('4522782', '2012-07-30 15:37:58', '0', '汤旺河区', '', '2', '0', '4522770');
INSERT INTO `dns_area` VALUES ('4522783', '2012-07-30 15:37:58', '0', '带岭区', '', '2', '0', '4522770');
INSERT INTO `dns_area` VALUES ('4522784', '2012-07-30 15:37:58', '0', '乌伊岭区', '', '2', '0', '4522770');
INSERT INTO `dns_area` VALUES ('4522785', '2012-07-30 15:37:58', '0', '红星区', '', '2', '0', '4522770');
INSERT INTO `dns_area` VALUES ('4522786', '2012-07-30 15:37:58', '0', '上甘岭区', '', '2', '0', '4522770');
INSERT INTO `dns_area` VALUES ('4522787', '2012-07-30 15:37:58', '0', '嘉荫县', '', '2', '0', '4522770');
INSERT INTO `dns_area` VALUES ('4522788', '2012-07-30 15:37:58', '0', '铁力市', '', '2', '0', '4522770');
INSERT INTO `dns_area` VALUES ('4522789', '2012-07-30 15:37:58', '0', '佳木斯市', '', '1', '0', '4522689');
INSERT INTO `dns_area` VALUES ('4522790', '2012-07-30 15:37:58', '0', '市辖区', '', '2', '0', '4522789');
INSERT INTO `dns_area` VALUES ('4522791', '2012-07-30 15:37:58', '0', '向阳区', '', '2', '0', '4522789');
INSERT INTO `dns_area` VALUES ('4522792', '2012-07-30 15:37:58', '0', '前进区', '', '2', '0', '4522789');
INSERT INTO `dns_area` VALUES ('4522793', '2012-07-30 15:37:58', '0', '东风区', '', '2', '0', '4522789');
INSERT INTO `dns_area` VALUES ('4522794', '2012-07-30 15:37:58', '0', '郊区', '', '2', '0', '4522789');
INSERT INTO `dns_area` VALUES ('4522795', '2012-07-30 15:37:58', '0', '桦南县', '', '2', '0', '4522789');
INSERT INTO `dns_area` VALUES ('4522796', '2012-07-30 15:37:58', '0', '桦川县', '', '2', '0', '4522789');
INSERT INTO `dns_area` VALUES ('4522797', '2012-07-30 15:37:58', '0', '汤原县', '', '2', '0', '4522789');
INSERT INTO `dns_area` VALUES ('4522798', '2012-07-30 15:37:58', '0', '抚远县', '', '2', '0', '4522789');
INSERT INTO `dns_area` VALUES ('4522799', '2012-07-30 15:37:58', '0', '同江市', '', '2', '0', '4522789');
INSERT INTO `dns_area` VALUES ('4522800', '2012-07-30 15:37:58', '0', '富锦市', '', '2', '0', '4522789');
INSERT INTO `dns_area` VALUES ('4522801', '2012-07-30 15:37:58', '0', '七台河市', '', '1', '0', '4522689');
INSERT INTO `dns_area` VALUES ('4522802', '2012-07-30 15:37:58', '0', '市辖区', '', '2', '0', '4522801');
INSERT INTO `dns_area` VALUES ('4522803', '2012-07-30 15:37:59', '0', '新兴区', '', '2', '0', '4522801');
INSERT INTO `dns_area` VALUES ('4522804', '2012-07-30 15:37:59', '0', '桃山区', '', '2', '0', '4522801');
INSERT INTO `dns_area` VALUES ('4522805', '2012-07-30 15:37:59', '0', '茄子河区', '', '2', '0', '4522801');
INSERT INTO `dns_area` VALUES ('4522806', '2012-07-30 15:37:59', '0', '勃利县', '', '2', '0', '4522801');
INSERT INTO `dns_area` VALUES ('4522807', '2012-07-30 15:37:59', '0', '牡丹江市', '', '1', '0', '4522689');
INSERT INTO `dns_area` VALUES ('4522808', '2012-07-30 15:37:59', '0', '市辖区', '', '2', '0', '4522807');
INSERT INTO `dns_area` VALUES ('4522809', '2012-07-30 15:37:59', '0', '东安区', '', '2', '0', '4522807');
INSERT INTO `dns_area` VALUES ('4522810', '2012-07-30 15:37:59', '0', '阳明区', '', '2', '0', '4522807');
INSERT INTO `dns_area` VALUES ('4522811', '2012-07-30 15:37:59', '0', '爱民区', '', '2', '0', '4522807');
INSERT INTO `dns_area` VALUES ('4522812', '2012-07-30 15:37:59', '0', '西安区', '', '2', '0', '4522807');
INSERT INTO `dns_area` VALUES ('4522813', '2012-07-30 15:37:59', '0', '东宁县', '', '2', '0', '4522807');
INSERT INTO `dns_area` VALUES ('4522814', '2012-07-30 15:37:59', '0', '林口县', '', '2', '0', '4522807');
INSERT INTO `dns_area` VALUES ('4522815', '2012-07-30 15:37:59', '0', '绥芬河市', '', '2', '0', '4522807');
INSERT INTO `dns_area` VALUES ('4522816', '2012-07-30 15:37:59', '0', '海林市', '', '2', '0', '4522807');
INSERT INTO `dns_area` VALUES ('4522817', '2012-07-30 15:37:59', '0', '宁安市', '', '2', '0', '4522807');
INSERT INTO `dns_area` VALUES ('4522818', '2012-07-30 15:37:59', '0', '穆棱市', '', '2', '0', '4522807');
INSERT INTO `dns_area` VALUES ('4522819', '2012-07-30 15:37:59', '0', '黑河市', '', '1', '0', '4522689');
INSERT INTO `dns_area` VALUES ('4522820', '2012-07-30 15:37:59', '0', '市辖区', '', '2', '0', '4522819');
INSERT INTO `dns_area` VALUES ('4522821', '2012-07-30 15:37:59', '0', '爱辉区', '', '2', '0', '4522819');
INSERT INTO `dns_area` VALUES ('4522822', '2012-07-30 15:37:59', '0', '嫩江县', '', '2', '0', '4522819');
INSERT INTO `dns_area` VALUES ('4522823', '2012-07-30 15:37:59', '0', '逊克县', '', '2', '0', '4522819');
INSERT INTO `dns_area` VALUES ('4522824', '2012-07-30 15:37:59', '0', '孙吴县', '', '2', '0', '4522819');
INSERT INTO `dns_area` VALUES ('4522825', '2012-07-30 15:38:00', '0', '北安市', '', '2', '0', '4522819');
INSERT INTO `dns_area` VALUES ('4522826', '2012-07-30 15:38:00', '0', '五大连池市', '', '2', '0', '4522819');
INSERT INTO `dns_area` VALUES ('4522827', '2012-07-30 15:38:00', '0', '绥化市', '', '1', '0', '4522689');
INSERT INTO `dns_area` VALUES ('4522828', '2012-07-30 15:38:00', '0', '市辖区', '', '2', '0', '4522827');
INSERT INTO `dns_area` VALUES ('4522829', '2012-07-30 15:38:00', '0', '北林区', '', '2', '0', '4522827');
INSERT INTO `dns_area` VALUES ('4522830', '2012-07-30 15:38:00', '0', '望奎县', '', '2', '0', '4522827');
INSERT INTO `dns_area` VALUES ('4522831', '2012-07-30 15:38:00', '0', '兰西县', '', '2', '0', '4522827');
INSERT INTO `dns_area` VALUES ('4522832', '2012-07-30 15:38:00', '0', '青冈县', '', '2', '0', '4522827');
INSERT INTO `dns_area` VALUES ('4522833', '2012-07-30 15:38:00', '0', '庆安县', '', '2', '0', '4522827');
INSERT INTO `dns_area` VALUES ('4522834', '2012-07-30 15:38:00', '0', '明水县', '', '2', '0', '4522827');
INSERT INTO `dns_area` VALUES ('4522835', '2012-07-30 15:38:00', '0', '绥棱县', '', '2', '0', '4522827');
INSERT INTO `dns_area` VALUES ('4522836', '2012-07-30 15:38:00', '0', '安达市', '', '2', '0', '4522827');
INSERT INTO `dns_area` VALUES ('4522837', '2012-07-30 15:38:00', '0', '肇东市', '', '2', '0', '4522827');
INSERT INTO `dns_area` VALUES ('4522838', '2012-07-30 15:38:00', '0', '海伦市', '', '2', '0', '4522827');
INSERT INTO `dns_area` VALUES ('4522839', '2012-07-30 15:38:00', '0', '大兴安岭地区', '', '1', '0', '4522689');
INSERT INTO `dns_area` VALUES ('4522840', '2012-07-30 15:38:00', '0', '加格达奇区', '', '2', '0', '4522839');
INSERT INTO `dns_area` VALUES ('4522841', '2012-07-30 15:38:00', '0', '松岭区', '', '2', '0', '4522839');
INSERT INTO `dns_area` VALUES ('4522842', '2012-07-30 15:38:00', '0', '新林区', '', '2', '0', '4522839');
INSERT INTO `dns_area` VALUES ('4522843', '2012-07-30 15:38:00', '0', '呼中区', '', '2', '0', '4522839');
INSERT INTO `dns_area` VALUES ('4522844', '2012-07-30 15:38:00', '0', '呼玛县', '', '2', '0', '4522839');
INSERT INTO `dns_area` VALUES ('4522845', '2012-07-30 15:38:00', '0', '塔河县', '', '2', '0', '4522839');
INSERT INTO `dns_area` VALUES ('4522846', '2012-07-30 15:38:00', '0', '漠河县', '', '2', '0', '4522839');
INSERT INTO `dns_area` VALUES ('4522847', '2012-07-30 15:38:00', '0', '上海', '', '0', '0', null);
INSERT INTO `dns_area` VALUES ('4522848', '2012-07-30 15:38:01', '0', '上海市', '', '1', '0', '4522847');
INSERT INTO `dns_area` VALUES ('4522849', '2012-07-30 15:38:01', '0', '黄浦区', '', '2', '0', '4522848');
INSERT INTO `dns_area` VALUES ('4522850', '2012-07-30 15:38:01', '0', '卢湾区', '', '2', '0', '4522848');
INSERT INTO `dns_area` VALUES ('4522851', '2012-07-30 15:38:01', '0', '徐汇区', '', '2', '0', '4522848');
INSERT INTO `dns_area` VALUES ('4522852', '2012-07-30 15:38:01', '0', '长宁区', '', '2', '0', '4522848');
INSERT INTO `dns_area` VALUES ('4522853', '2012-07-30 15:38:01', '0', '静安区', '', '2', '0', '4522848');
INSERT INTO `dns_area` VALUES ('4522854', '2012-07-30 15:38:01', '0', '普陀区', '', '2', '0', '4522848');
INSERT INTO `dns_area` VALUES ('4522855', '2012-07-30 15:38:01', '0', '闸北区', '', '2', '0', '4522848');
INSERT INTO `dns_area` VALUES ('4522856', '2012-07-30 15:38:01', '0', '虹口区', '', '2', '0', '4522848');
INSERT INTO `dns_area` VALUES ('4522857', '2012-07-30 15:38:01', '0', '杨浦区', '', '2', '0', '4522848');
INSERT INTO `dns_area` VALUES ('4522858', '2012-07-30 15:38:01', '0', '闵行区', '', '2', '0', '4522848');
INSERT INTO `dns_area` VALUES ('4522859', '2012-07-30 15:38:01', '0', '宝山区', '', '2', '0', '4522848');
INSERT INTO `dns_area` VALUES ('4522860', '2012-07-30 15:38:01', '0', '嘉定区', '', '2', '0', '4522848');
INSERT INTO `dns_area` VALUES ('4522861', '2012-07-30 15:38:01', '0', '浦东新区', '', '2', '0', '4522848');
INSERT INTO `dns_area` VALUES ('4522862', '2012-07-30 15:38:01', '0', '金山区', '', '2', '0', '4522848');
INSERT INTO `dns_area` VALUES ('4522863', '2012-07-30 15:38:01', '0', '松江区', '', '2', '0', '4522848');
INSERT INTO `dns_area` VALUES ('4522864', '2012-07-30 15:38:01', '0', '青浦区', '', '2', '0', '4522848');
INSERT INTO `dns_area` VALUES ('4522865', '2012-07-30 15:38:01', '0', '奉贤区', '', '2', '0', '4522848');
INSERT INTO `dns_area` VALUES ('4522867', '2012-07-30 15:38:01', '0', '崇明县', '', '2', '0', '4522848');
INSERT INTO `dns_area` VALUES ('4522868', '2012-07-30 15:38:01', '0', '江苏', '', '0', '0', null);
INSERT INTO `dns_area` VALUES ('4522869', '2012-07-30 15:38:02', '0', '南京市', '', '1', '0', '4522868');
INSERT INTO `dns_area` VALUES ('4522870', '2012-07-30 15:38:02', '0', '市辖区', '', '2', '0', '4522869');
INSERT INTO `dns_area` VALUES ('4522871', '2012-07-30 15:38:02', '0', '玄武区', '', '2', '0', '4522869');
INSERT INTO `dns_area` VALUES ('4522872', '2012-07-30 15:38:02', '0', '白下区', '', '2', '0', '4522869');
INSERT INTO `dns_area` VALUES ('4522873', '2012-07-30 15:38:02', '0', '秦淮区', '', '2', '0', '4522869');
INSERT INTO `dns_area` VALUES ('4522874', '2012-07-30 15:38:02', '0', '建邺区', '', '2', '0', '4522869');
INSERT INTO `dns_area` VALUES ('4522875', '2012-07-30 15:38:02', '0', '鼓楼区', '', '2', '0', '4522869');
INSERT INTO `dns_area` VALUES ('4522876', '2012-07-30 15:38:02', '0', '下关区', '', '2', '0', '4522869');
INSERT INTO `dns_area` VALUES ('4522877', '2012-07-30 15:38:02', '0', '浦口区', '', '2', '0', '4522869');
INSERT INTO `dns_area` VALUES ('4522878', '2012-07-30 15:38:02', '0', '栖霞区', '', '2', '0', '4522869');
INSERT INTO `dns_area` VALUES ('4522879', '2012-07-30 15:38:02', '0', '雨花台区', '', '2', '0', '4522869');
INSERT INTO `dns_area` VALUES ('4522880', '2012-07-30 15:38:02', '0', '江宁区', '', '2', '0', '4522869');
INSERT INTO `dns_area` VALUES ('4522881', '2012-07-30 15:38:02', '0', '六合区', '', '2', '0', '4522869');
INSERT INTO `dns_area` VALUES ('4522882', '2012-07-30 15:38:02', '0', '溧水县', '', '2', '0', '4522869');
INSERT INTO `dns_area` VALUES ('4522883', '2012-07-30 15:38:02', '0', '高淳县', '', '2', '0', '4522869');
INSERT INTO `dns_area` VALUES ('4522884', '2012-07-30 15:38:02', '0', '无锡市', '', '1', '0', '4522868');
INSERT INTO `dns_area` VALUES ('4522885', '2012-07-30 15:38:02', '0', '市辖区', '', '2', '0', '4522884');
INSERT INTO `dns_area` VALUES ('4522886', '2012-07-30 15:38:02', '0', '崇安区', '', '2', '0', '4522884');
INSERT INTO `dns_area` VALUES ('4522887', '2012-07-30 15:38:02', '0', '南长区', '', '2', '0', '4522884');
INSERT INTO `dns_area` VALUES ('4522888', '2012-07-30 15:38:02', '0', '北塘区', '', '2', '0', '4522884');
INSERT INTO `dns_area` VALUES ('4522889', '2012-07-30 15:38:02', '0', '锡山区', '', '2', '0', '4522884');
INSERT INTO `dns_area` VALUES ('4522890', '2012-07-30 15:38:02', '0', '惠山区', '', '2', '0', '4522884');
INSERT INTO `dns_area` VALUES ('4522891', '2012-07-30 15:38:03', '0', '滨湖区', '', '2', '0', '4522884');
INSERT INTO `dns_area` VALUES ('4522892', '2012-07-30 15:38:03', '0', '江阴市', '', '2', '0', '4522884');
INSERT INTO `dns_area` VALUES ('4522893', '2012-07-30 15:38:03', '0', '宜兴市', '', '2', '0', '4522884');
INSERT INTO `dns_area` VALUES ('4522894', '2012-07-30 15:38:03', '0', '徐州市', '', '1', '0', '4522868');
INSERT INTO `dns_area` VALUES ('4522895', '2012-07-30 15:38:03', '0', '市辖区', '', '2', '0', '4522894');
INSERT INTO `dns_area` VALUES ('4522896', '2012-07-30 15:38:03', '0', '鼓楼区', '', '2', '0', '4522894');
INSERT INTO `dns_area` VALUES ('4522897', '2012-07-30 15:38:03', '0', '云龙区', '', '2', '0', '4522894');
INSERT INTO `dns_area` VALUES ('4522898', '2012-07-30 15:38:03', '0', '贾汪区', '', '2', '0', '4522894');
INSERT INTO `dns_area` VALUES ('4522899', '2012-07-30 15:38:03', '0', '泉山区', '', '2', '0', '4522894');
INSERT INTO `dns_area` VALUES ('4522900', '2012-07-30 15:38:03', '0', '铜山区', '', '2', '0', '4522894');
INSERT INTO `dns_area` VALUES ('4522901', '2012-07-30 15:38:03', '0', '丰县', '', '2', '0', '4522894');
INSERT INTO `dns_area` VALUES ('4522902', '2012-07-30 15:38:03', '0', '沛县', '', '2', '0', '4522894');
INSERT INTO `dns_area` VALUES ('4522903', '2012-07-30 15:38:03', '0', '睢宁县', '', '2', '0', '4522894');
INSERT INTO `dns_area` VALUES ('4522904', '2012-07-30 15:38:03', '0', '新沂市', '', '2', '0', '4522894');
INSERT INTO `dns_area` VALUES ('4522905', '2012-07-30 15:38:03', '0', '邳州市', '', '2', '0', '4522894');
INSERT INTO `dns_area` VALUES ('4522906', '2012-07-30 15:38:03', '0', '常州市', '', '1', '0', '4522868');
INSERT INTO `dns_area` VALUES ('4522907', '2012-07-30 15:38:03', '0', '市辖区', '', '2', '0', '4522906');
INSERT INTO `dns_area` VALUES ('4522908', '2012-07-30 15:38:03', '0', '天宁区', '', '2', '0', '4522906');
INSERT INTO `dns_area` VALUES ('4522909', '2012-07-30 15:38:03', '0', '钟楼区', '', '2', '0', '4522906');
INSERT INTO `dns_area` VALUES ('4522910', '2012-07-30 15:38:03', '0', '戚墅堰区', '', '2', '0', '4522906');
INSERT INTO `dns_area` VALUES ('4522911', '2012-07-30 15:38:03', '0', '新北区', '', '2', '0', '4522906');
INSERT INTO `dns_area` VALUES ('4522912', '2012-07-30 15:38:03', '0', '武进区', '', '2', '0', '4522906');
INSERT INTO `dns_area` VALUES ('4522913', '2012-07-30 15:38:04', '0', '溧阳市', '', '2', '0', '4522906');
INSERT INTO `dns_area` VALUES ('4522914', '2012-07-30 15:38:04', '0', '金坛市', '', '2', '0', '4522906');
INSERT INTO `dns_area` VALUES ('4522915', '2012-07-30 15:38:04', '0', '苏州市', '', '1', '0', '4522868');
INSERT INTO `dns_area` VALUES ('4522916', '2012-07-30 15:38:04', '0', '市辖区', '', '2', '0', '4522915');
INSERT INTO `dns_area` VALUES ('4522917', '2012-07-30 15:38:04', '0', '沧浪区', '', '2', '0', '4522915');
INSERT INTO `dns_area` VALUES ('4522918', '2012-07-30 15:38:04', '0', '平江区', '', '2', '0', '4522915');
INSERT INTO `dns_area` VALUES ('4522919', '2012-07-30 15:38:04', '0', '金阊区', '', '2', '0', '4522915');
INSERT INTO `dns_area` VALUES ('4522920', '2012-07-30 15:38:04', '0', '虎丘区', '', '2', '0', '4522915');
INSERT INTO `dns_area` VALUES ('4522921', '2012-07-30 15:38:04', '0', '吴中区', '', '2', '0', '4522915');
INSERT INTO `dns_area` VALUES ('4522922', '2012-07-30 15:38:04', '0', '相城区', '', '2', '0', '4522915');
INSERT INTO `dns_area` VALUES ('4522923', '2012-07-30 15:38:04', '0', '常熟市', '', '2', '0', '4522915');
INSERT INTO `dns_area` VALUES ('4522924', '2012-07-30 15:38:04', '0', '张家港市', '', '2', '0', '4522915');
INSERT INTO `dns_area` VALUES ('4522925', '2012-07-30 15:38:04', '0', '昆山市', '', '2', '0', '4522915');
INSERT INTO `dns_area` VALUES ('4522926', '2012-07-30 15:38:04', '0', '吴江市', '', '2', '0', '4522915');
INSERT INTO `dns_area` VALUES ('4522927', '2012-07-30 15:38:04', '0', '太仓市', '', '2', '0', '4522915');
INSERT INTO `dns_area` VALUES ('4522928', '2012-07-30 15:38:04', '0', '南通市', '', '1', '0', '4522868');
INSERT INTO `dns_area` VALUES ('4522929', '2012-07-30 15:38:04', '0', '市辖区', '', '2', '0', '4522928');
INSERT INTO `dns_area` VALUES ('4522930', '2012-07-30 15:38:04', '0', '崇川区', '', '2', '0', '4522928');
INSERT INTO `dns_area` VALUES ('4522931', '2012-07-30 15:38:04', '0', '港闸区', '', '2', '0', '4522928');
INSERT INTO `dns_area` VALUES ('4522932', '2012-07-30 15:38:04', '0', '通州区', '', '2', '0', '4522928');
INSERT INTO `dns_area` VALUES ('4522933', '2012-07-30 15:38:04', '0', '海安县', '', '2', '0', '4522928');
INSERT INTO `dns_area` VALUES ('4522934', '2012-07-30 15:38:04', '0', '如东县', '', '2', '0', '4522928');
INSERT INTO `dns_area` VALUES ('4522935', '2012-07-30 15:38:05', '0', '启东市', '', '2', '0', '4522928');
INSERT INTO `dns_area` VALUES ('4522936', '2012-07-30 15:38:05', '0', '如皋市', '', '2', '0', '4522928');
INSERT INTO `dns_area` VALUES ('4522937', '2012-07-30 15:38:05', '0', '海门市', '', '2', '0', '4522928');
INSERT INTO `dns_area` VALUES ('4522938', '2012-07-30 15:38:05', '0', '连云港市', '', '1', '0', '4522868');
INSERT INTO `dns_area` VALUES ('4522939', '2012-07-30 15:38:05', '0', '市辖区', '', '2', '0', '4522938');
INSERT INTO `dns_area` VALUES ('4522940', '2012-07-30 15:38:05', '0', '连云区', '', '2', '0', '4522938');
INSERT INTO `dns_area` VALUES ('4522941', '2012-07-30 15:38:05', '0', '新浦区', '', '2', '0', '4522938');
INSERT INTO `dns_area` VALUES ('4522942', '2012-07-30 15:38:05', '0', '海州区', '', '2', '0', '4522938');
INSERT INTO `dns_area` VALUES ('4522943', '2012-07-30 15:38:05', '0', '赣榆县', '', '2', '0', '4522938');
INSERT INTO `dns_area` VALUES ('4522944', '2012-07-30 15:38:05', '0', '东海县', '', '2', '0', '4522938');
INSERT INTO `dns_area` VALUES ('4522945', '2012-07-30 15:38:05', '0', '灌云县', '', '2', '0', '4522938');
INSERT INTO `dns_area` VALUES ('4522946', '2012-07-30 15:38:05', '0', '灌南县', '', '2', '0', '4522938');
INSERT INTO `dns_area` VALUES ('4522947', '2012-07-30 15:38:05', '0', '淮安市', '', '1', '0', '4522868');
INSERT INTO `dns_area` VALUES ('4522948', '2012-07-30 15:38:05', '0', '市辖区', '', '2', '0', '4522947');
INSERT INTO `dns_area` VALUES ('4522949', '2012-07-30 15:38:05', '0', '清河区', '', '2', '0', '4522947');
INSERT INTO `dns_area` VALUES ('4522950', '2012-07-30 15:38:05', '0', '楚州区', '', '2', '0', '4522947');
INSERT INTO `dns_area` VALUES ('4522951', '2012-07-30 15:38:05', '0', '淮阴区', '', '2', '0', '4522947');
INSERT INTO `dns_area` VALUES ('4522952', '2012-07-30 15:38:05', '0', '清浦区', '', '2', '0', '4522947');
INSERT INTO `dns_area` VALUES ('4522953', '2012-07-30 15:38:05', '0', '涟水县', '', '2', '0', '4522947');
INSERT INTO `dns_area` VALUES ('4522954', '2012-07-30 15:38:05', '0', '洪泽县', '', '2', '0', '4522947');
INSERT INTO `dns_area` VALUES ('4522955', '2012-07-30 15:38:05', '0', '盱眙县', '', '2', '0', '4522947');
INSERT INTO `dns_area` VALUES ('4522956', '2012-07-30 15:38:05', '0', '金湖县', '', '2', '0', '4522947');
INSERT INTO `dns_area` VALUES ('4522957', '2012-07-30 15:38:06', '0', '盐城市', '', '1', '0', '4522868');
INSERT INTO `dns_area` VALUES ('4522958', '2012-07-30 15:38:06', '0', '市辖区', '', '2', '0', '4522957');
INSERT INTO `dns_area` VALUES ('4522959', '2012-07-30 15:38:06', '0', '亭湖区', '', '2', '0', '4522957');
INSERT INTO `dns_area` VALUES ('4522960', '2012-07-30 15:38:06', '0', '盐都区', '', '2', '0', '4522957');
INSERT INTO `dns_area` VALUES ('4522961', '2012-07-30 15:38:06', '0', '响水县', '', '2', '0', '4522957');
INSERT INTO `dns_area` VALUES ('4522962', '2012-07-30 15:38:06', '0', '滨海县', '', '2', '0', '4522957');
INSERT INTO `dns_area` VALUES ('4522963', '2012-07-30 15:38:06', '0', '阜宁县', '', '2', '0', '4522957');
INSERT INTO `dns_area` VALUES ('4522964', '2012-07-30 15:38:06', '0', '射阳县', '', '2', '0', '4522957');
INSERT INTO `dns_area` VALUES ('4522965', '2012-07-30 15:38:06', '0', '建湖县', '', '2', '0', '4522957');
INSERT INTO `dns_area` VALUES ('4522966', '2012-07-30 15:38:06', '0', '东台市', '', '2', '0', '4522957');
INSERT INTO `dns_area` VALUES ('4522967', '2012-07-30 15:38:06', '0', '大丰市', '', '2', '0', '4522957');
INSERT INTO `dns_area` VALUES ('4522968', '2012-07-30 15:38:06', '0', '扬州市', '', '1', '0', '4522868');
INSERT INTO `dns_area` VALUES ('4522969', '2012-07-30 15:38:06', '0', '市辖区', '', '2', '0', '4522968');
INSERT INTO `dns_area` VALUES ('4522970', '2012-07-30 15:38:06', '0', '广陵区', '', '2', '0', '4522968');
INSERT INTO `dns_area` VALUES ('4522971', '2012-07-30 15:38:06', '0', '邗江区', '', '2', '0', '4522968');
INSERT INTO `dns_area` VALUES ('4522972', '2012-07-30 15:38:06', '0', '维扬区', '', '2', '0', '4522968');
INSERT INTO `dns_area` VALUES ('4522973', '2012-07-30 15:38:06', '0', '宝应县', '', '2', '0', '4522968');
INSERT INTO `dns_area` VALUES ('4522974', '2012-07-30 15:38:06', '0', '仪征市', '', '2', '0', '4522968');
INSERT INTO `dns_area` VALUES ('4522975', '2012-07-30 15:38:06', '0', '高邮市', '', '2', '0', '4522968');
INSERT INTO `dns_area` VALUES ('4522976', '2012-07-30 15:38:06', '0', '江都市', '', '2', '0', '4522968');
INSERT INTO `dns_area` VALUES ('4522977', '2012-07-30 15:38:06', '0', '镇江市', '', '1', '0', '4522868');
INSERT INTO `dns_area` VALUES ('4522978', '2012-07-30 15:38:07', '0', '市辖区', '', '2', '0', '4522977');
INSERT INTO `dns_area` VALUES ('4522979', '2012-07-30 15:38:07', '0', '京口区', '', '2', '0', '4522977');
INSERT INTO `dns_area` VALUES ('4522980', '2012-07-30 15:38:07', '0', '润州区', '', '2', '0', '4522977');
INSERT INTO `dns_area` VALUES ('4522981', '2012-07-30 15:38:07', '0', '丹徒区', '', '2', '0', '4522977');
INSERT INTO `dns_area` VALUES ('4522982', '2012-07-30 15:38:07', '0', '丹阳市', '', '2', '0', '4522977');
INSERT INTO `dns_area` VALUES ('4522983', '2012-07-30 15:38:07', '0', '扬中市', '', '2', '0', '4522977');
INSERT INTO `dns_area` VALUES ('4522984', '2012-07-30 15:38:07', '0', '句容市', '', '2', '0', '4522977');
INSERT INTO `dns_area` VALUES ('4522985', '2012-07-30 15:38:07', '0', '泰州市', '', '1', '0', '4522868');
INSERT INTO `dns_area` VALUES ('4522986', '2012-07-30 15:38:07', '0', '市辖区', '', '2', '0', '4522985');

-- ----------------------------
-- Table structure for `dns_element`
-- ----------------------------
DROP TABLE IF EXISTS `dns_element`;
CREATE TABLE `dns_element` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `addTime` datetime DEFAULT NULL,
  `is_deleted` int(11) DEFAULT '0',
  `code_rule` varchar(255) DEFAULT NULL,
  `dispmode` int(11) DEFAULT '0',
  `ele_code` varchar(42) DEFAULT NULL,
  `ele_name` varchar(42) DEFAULT NULL,
  `ele_source` varchar(42) NOT NULL,
  `enabled` bit(1) DEFAULT b'1',
  `max_level` int(11) NOT NULL,
  `set_year` int(11) DEFAULT NULL,
  `class_name` varchar(255) DEFAULT NULL,
  `rg_code` varchar(255) DEFAULT NULL,
  `ui_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  UNIQUE KEY `ele_source` (`ele_source`),
  KEY `FKE51511E654880F4A` (`ui_id`),
  CONSTRAINT `FKE51511E654880F4A` FOREIGN KEY (`ui_id`) REFERENCES `dns_uimanager` (`id`),
  CONSTRAINT `FKr2jv85o6x6dldfhby3eoy2l7i` FOREIGN KEY (`ui_id`) REFERENCES `dns_uimanager` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of dns_element
-- ----------------------------
INSERT INTO `dns_element` VALUES ('1', null, '0', null, '0', 'RG', '区域', 'dns_ele_department', '', '3', '2016', 'EleDepartment', '000000', null);
INSERT INTO `dns_element` VALUES ('2', null, '0', null, '0', 'UI', '界面视图', 'vw_ele_uimanager', '', '4', '2016', null, '000000', null);
INSERT INTO `dns_element` VALUES ('3', null, '0', null, '0', 'ELE', '系统要素', 'vw_ele_element', '', '2', '2016', null, '000000', null);

-- ----------------------------
-- Table structure for `dns_ele_department`
-- ----------------------------
DROP TABLE IF EXISTS `dns_ele_department`;
CREATE TABLE `dns_ele_department` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `addTime` datetime DEFAULT NULL,
  `is_deleted` int(11) DEFAULT '0',
  `code` varchar(42) DEFAULT NULL,
  `name` varchar(160) DEFAULT NULL,
  `create_date` datetime DEFAULT NULL,
  `create_user` bigint(20) DEFAULT NULL,
  `enabled` bit(1) DEFAULT b'1',
  `leaf` bit(1) DEFAULT b'1',
  `last_ver` varchar(255) DEFAULT NULL,
  `latest_op_date` datetime DEFAULT NULL,
  `latest_op_user` bigint(20) DEFAULT NULL,
  `level` tinyint(2) DEFAULT '1',
  `parent_id` bigint(20) DEFAULT NULL,
  `rg_code` varchar(255) DEFAULT NULL,
  `set_year` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FK5736F369248BBF77` (`parent_id`),
  CONSTRAINT `FK3w2t731l8vv69r5nlr7khsa7k` FOREIGN KEY (`parent_id`) REFERENCES `dns_ele_department` (`id`),
  CONSTRAINT `FK5736F369248BBF77` FOREIGN KEY (`parent_id`) REFERENCES `dns_ele_department` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4522987 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of dns_ele_department
-- ----------------------------
INSERT INTO `dns_ele_department` VALUES ('4521984', null, '0', '4521984', '北京', null, null, '', '', null, null, null, '1', null, '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4521985', null, '0', '4521985', '北京市', null, null, '', '', null, null, null, '2', '4521984', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4521986', null, '0', '4521986', '东城区', null, null, '', '', null, null, null, '3', '4521985', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4521987', null, '0', '4521987', '西城区', null, null, '', '', null, null, null, '3', '4521985', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4521988', null, '0', '4521988', '朝阳区', null, null, '', '', null, null, null, '3', '4521985', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4521989', null, '0', '4521989', '丰台区', null, null, '', '', null, null, null, '3', '4521985', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4521990', null, '0', '4521990', '石景山区', null, null, '', '', null, null, null, '3', '4521985', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4521991', null, '0', '4521991', '海淀区', null, null, '', '', null, null, null, '3', '4521985', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4521992', null, '0', '4521992', '门头沟区', null, null, '', '', null, null, null, '3', '4521985', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4521993', null, '0', '4521993', '房山区', null, null, '', '', null, null, null, '3', '4521985', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4521994', null, '0', '4521994', '通州区', null, null, '', '', null, null, null, '3', '4521985', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4521995', null, '0', '4521995', '顺义区', null, null, '', '', null, null, null, '3', '4521985', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4521996', null, '0', '4521996', '昌平区', null, null, '', '', null, null, null, '3', '4521985', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4521997', null, '0', '4521997', '大兴区', null, null, '', '', null, null, null, '3', '4521985', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4521998', null, '0', '4521998', '怀柔区', null, null, '', '', null, null, null, '3', '4521985', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4521999', null, '0', '4521999', '平谷区', null, null, '', '', null, null, null, '3', '4521985', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522001', null, '0', '4522001', '密云县', null, null, '', '', null, null, null, '3', '4521985', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522002', null, '0', '4522002', '延庆县', null, null, '', '', null, null, null, '3', '4521985', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522003', null, '0', '4522003', '天津', null, null, '', '', null, null, null, '1', null, '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522004', null, '0', '4522004', '天津市', null, null, '', '', null, null, null, '2', '4522003', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522005', null, '0', '4522005', '和平区', null, null, '', '', null, null, null, '3', '4522004', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522006', null, '0', '4522006', '河东区', null, null, '', '', null, null, null, '3', '4522004', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522007', null, '0', '4522007', '河西区', null, null, '', '', null, null, null, '3', '4522004', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522008', null, '0', '4522008', '南开区', null, null, '', '', null, null, null, '3', '4522004', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522009', null, '0', '4522009', '河北区', null, null, '', '', null, null, null, '3', '4522004', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522010', null, '0', '4522010', '红桥区', null, null, '', '', null, null, null, '3', '4522004', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522011', null, '0', '4522011', '东丽区', null, null, '', '', null, null, null, '3', '4522004', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522012', null, '0', '4522012', '西青区', null, null, '', '', null, null, null, '3', '4522004', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522013', null, '0', '4522013', '津南区', null, null, '', '', null, null, null, '3', '4522004', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522014', null, '0', '4522014', '北辰区', null, null, '', '', null, null, null, '3', '4522004', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522015', null, '0', '4522015', '武清区', null, null, '', '', null, null, null, '3', '4522004', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522016', null, '0', '4522016', '宝坻区', null, null, '', '', null, null, null, '3', '4522004', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522017', null, '0', '4522017', '滨海新区', null, null, '', '', null, null, null, '3', '4522004', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522019', null, '0', '4522019', '宁河县', null, null, '', '', null, null, null, '3', '4522004', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522020', null, '0', '4522020', '静海县', null, null, '', '', null, null, null, '3', '4522004', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522021', null, '0', '4522021', '蓟县', null, null, '', '', null, null, null, '3', '4522004', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522022', null, '0', '4522022', '河北', null, null, '', '', null, null, null, '1', null, '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522023', null, '0', '4522023', '石家庄市', null, null, '', '', null, null, null, '2', '4522022', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522024', null, '0', '4522024', '市辖区', null, null, '', '', null, null, null, '3', '4522023', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522025', null, '0', '4522025', '长安区', null, null, '', '', null, null, null, '3', '4522023', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522026', null, '0', '4522026', '桥东区', null, null, '', '', null, null, null, '3', '4522023', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522027', null, '0', '4522027', '桥西区', null, null, '', '', null, null, null, '3', '4522023', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522028', null, '0', '4522028', '新华区', null, null, '', '', null, null, null, '3', '4522023', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522029', null, '0', '4522029', '井陉矿区', null, null, '', '', null, null, null, '3', '4522023', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522030', null, '0', '4522030', '裕华区', null, null, '', '', null, null, null, '3', '4522023', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522031', null, '0', '4522031', '井陉县', null, null, '', '', null, null, null, '3', '4522023', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522032', null, '0', '4522032', '正定县', null, null, '', '', null, null, null, '3', '4522023', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522033', null, '0', '4522033', '栾城县', null, null, '', '', null, null, null, '3', '4522023', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522034', null, '0', '4522034', '行唐县', null, null, '', '', null, null, null, '3', '4522023', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522035', null, '0', '4522035', '灵寿县', null, null, '', '', null, null, null, '3', '4522023', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522036', null, '0', '4522036', '高邑县', null, null, '', '', null, null, null, '3', '4522023', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522037', null, '0', '4522037', '深泽县', null, null, '', '', null, null, null, '3', '4522023', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522038', null, '0', '4522038', '赞皇县', null, null, '', '', null, null, null, '3', '4522023', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522039', null, '0', '4522039', '无极县', null, null, '', '', null, null, null, '3', '4522023', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522040', null, '0', '4522040', '平山县', null, null, '', '', null, null, null, '3', '4522023', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522041', null, '0', '4522041', '元氏县', null, null, '', '', null, null, null, '3', '4522023', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522042', null, '0', '4522042', '赵县', null, null, '', '', null, null, null, '3', '4522023', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522043', null, '0', '4522043', '辛集市', null, null, '', '', null, null, null, '3', '4522023', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522044', null, '0', '4522044', '藁城市', null, null, '', '', null, null, null, '3', '4522023', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522045', null, '0', '4522045', '晋州市', null, null, '', '', null, null, null, '3', '4522023', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522046', null, '0', '4522046', '新乐市', null, null, '', '', null, null, null, '3', '4522023', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522047', null, '0', '4522047', '鹿泉市', null, null, '', '', null, null, null, '3', '4522023', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522048', null, '0', '4522048', '唐山市', null, null, '', '', null, null, null, '2', '4522022', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522049', null, '0', '4522049', '市辖区', null, null, '', '', null, null, null, '3', '4522048', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522050', null, '0', '4522050', '路南区', null, null, '', '', null, null, null, '3', '4522048', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522051', null, '0', '4522051', '路北区', null, null, '', '', null, null, null, '3', '4522048', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522052', null, '0', '4522052', '古冶区', null, null, '', '', null, null, null, '3', '4522048', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522053', null, '0', '4522053', '开平区', null, null, '', '', null, null, null, '3', '4522048', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522054', null, '0', '4522054', '丰南区', null, null, '', '', null, null, null, '3', '4522048', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522055', null, '0', '4522055', '丰润区', null, null, '', '', null, null, null, '3', '4522048', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522056', null, '0', '4522056', '滦县', null, null, '', '', null, null, null, '3', '4522048', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522057', null, '0', '4522057', '滦南县', null, null, '', '', null, null, null, '3', '4522048', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522058', null, '0', '4522058', '乐亭县', null, null, '', '', null, null, null, '3', '4522048', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522059', null, '0', '4522059', '迁西县', null, null, '', '', null, null, null, '3', '4522048', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522060', null, '0', '4522060', '玉田县', null, null, '', '', null, null, null, '3', '4522048', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522061', null, '0', '4522061', '唐海县', null, null, '', '', null, null, null, '3', '4522048', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522062', null, '0', '4522062', '遵化市', null, null, '', '', null, null, null, '3', '4522048', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522063', null, '0', '4522063', '迁安市', null, null, '', '', null, null, null, '3', '4522048', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522064', null, '0', '4522064', '秦皇岛市', null, null, '', '', null, null, null, '2', '4522022', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522065', null, '0', '4522065', '市辖区', null, null, '', '', null, null, null, '3', '4522064', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522066', null, '0', '4522066', '海港区', null, null, '', '', null, null, null, '3', '4522064', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522067', null, '0', '4522067', '山海关区', null, null, '', '', null, null, null, '3', '4522064', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522068', null, '0', '4522068', '北戴河区', null, null, '', '', null, null, null, '3', '4522064', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522069', null, '0', '4522069', '青龙满族自治县', null, null, '', '', null, null, null, '3', '4522064', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522070', null, '0', '4522070', '昌黎县', null, null, '', '', null, null, null, '3', '4522064', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522071', null, '0', '4522071', '抚宁县', null, null, '', '', null, null, null, '3', '4522064', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522072', null, '0', '4522072', '卢龙县', null, null, '', '', null, null, null, '3', '4522064', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522073', null, '0', '4522073', '邯郸市', null, null, '', '', null, null, null, '2', '4522022', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522074', null, '0', '4522074', '市辖区', null, null, '', '', null, null, null, '3', '4522073', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522075', null, '0', '4522075', '邯山区', null, null, '', '', null, null, null, '3', '4522073', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522076', null, '0', '4522076', '丛台区', null, null, '', '', null, null, null, '3', '4522073', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522077', null, '0', '4522077', '复兴区', null, null, '', '', null, null, null, '3', '4522073', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522078', null, '0', '4522078', '峰峰矿区', null, null, '', '', null, null, null, '3', '4522073', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522079', null, '0', '4522079', '邯郸县', null, null, '', '', null, null, null, '3', '4522073', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522080', null, '0', '4522080', '临漳县', null, null, '', '', null, null, null, '3', '4522073', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522081', null, '0', '4522081', '成安县', null, null, '', '', null, null, null, '3', '4522073', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522082', null, '0', '4522082', '大名县', null, null, '', '', null, null, null, '3', '4522073', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522083', null, '0', '4522083', '涉县', null, null, '', '', null, null, null, '3', '4522073', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522084', null, '0', '4522084', '磁县', null, null, '', '', null, null, null, '3', '4522073', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522085', null, '0', '4522085', '肥乡县', null, null, '', '', null, null, null, '3', '4522073', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522086', null, '0', '4522086', '永年县', null, null, '', '', null, null, null, '3', '4522073', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522087', null, '0', '4522087', '邱县', null, null, '', '', null, null, null, '3', '4522073', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522088', null, '0', '4522088', '鸡泽县', null, null, '', '', null, null, null, '3', '4522073', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522089', null, '0', '4522089', '广平县', null, null, '', '', null, null, null, '3', '4522073', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522090', null, '0', '4522090', '馆陶县', null, null, '', '', null, null, null, '3', '4522073', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522091', null, '0', '4522091', '魏县', null, null, '', '', null, null, null, '3', '4522073', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522092', null, '0', '4522092', '曲周县', null, null, '', '', null, null, null, '3', '4522073', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522093', null, '0', '4522093', '武安市', null, null, '', '', null, null, null, '3', '4522073', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522094', null, '0', '4522094', '邢台市', null, null, '', '', null, null, null, '2', '4522022', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522095', null, '0', '4522095', '市辖区', null, null, '', '', null, null, null, '3', '4522094', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522096', null, '0', '4522096', '桥东区', null, null, '', '', null, null, null, '3', '4522094', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522097', null, '0', '4522097', '桥西区', null, null, '', '', null, null, null, '3', '4522094', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522098', null, '0', '4522098', '邢台县', null, null, '', '', null, null, null, '3', '4522094', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522099', null, '0', '4522099', '临城县', null, null, '', '', null, null, null, '3', '4522094', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522100', null, '0', '4522100', '内丘县', null, null, '', '', null, null, null, '3', '4522094', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522101', null, '0', '4522101', '柏乡县', null, null, '', '', null, null, null, '3', '4522094', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522102', null, '0', '4522102', '隆尧县', null, null, '', '', null, null, null, '3', '4522094', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522103', null, '0', '4522103', '任县', null, null, '', '', null, null, null, '3', '4522094', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522104', null, '0', '4522104', '南和县', null, null, '', '', null, null, null, '3', '4522094', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522105', null, '0', '4522105', '宁晋县', null, null, '', '', null, null, null, '3', '4522094', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522106', null, '0', '4522106', '巨鹿县', null, null, '', '', null, null, null, '3', '4522094', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522107', null, '0', '4522107', '新河县', null, null, '', '', null, null, null, '3', '4522094', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522108', null, '0', '4522108', '广宗县', null, null, '', '', null, null, null, '3', '4522094', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522109', null, '0', '4522109', '平乡县', null, null, '', '', null, null, null, '3', '4522094', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522110', null, '0', '4522110', '威县', null, null, '', '', null, null, null, '3', '4522094', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522111', null, '0', '4522111', '清河县', null, null, '', '', null, null, null, '3', '4522094', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522112', null, '0', '4522112', '临西县', null, null, '', '', null, null, null, '3', '4522094', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522113', null, '0', '4522113', '南宫市', null, null, '', '', null, null, null, '3', '4522094', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522114', null, '0', '4522114', '沙河市', null, null, '', '', null, null, null, '3', '4522094', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522115', null, '0', '4522115', '保定市', null, null, '', '', null, null, null, '2', '4522022', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522116', null, '0', '4522116', '市辖区', null, null, '', '', null, null, null, '3', '4522115', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522117', null, '0', '4522117', '新市区', null, null, '', '', null, null, null, '3', '4522115', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522118', null, '0', '4522118', '北市区', null, null, '', '', null, null, null, '3', '4522115', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522119', null, '0', '4522119', '南市区', null, null, '', '', null, null, null, '3', '4522115', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522120', null, '0', '4522120', '满城县', null, null, '', '', null, null, null, '3', '4522115', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522121', null, '0', '4522121', '清苑县', null, null, '', '', null, null, null, '3', '4522115', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522122', null, '0', '4522122', '涞水县', null, null, '', '', null, null, null, '3', '4522115', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522123', null, '0', '4522123', '阜平县', null, null, '', '', null, null, null, '3', '4522115', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522124', null, '0', '4522124', '徐水县', null, null, '', '', null, null, null, '3', '4522115', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522125', null, '0', '4522125', '定兴县', null, null, '', '', null, null, null, '3', '4522115', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522126', null, '0', '4522126', '唐县', null, null, '', '', null, null, null, '3', '4522115', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522127', null, '0', '4522127', '高阳县', null, null, '', '', null, null, null, '3', '4522115', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522128', null, '0', '4522128', '容城县', null, null, '', '', null, null, null, '3', '4522115', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522129', null, '0', '4522129', '涞源县', null, null, '', '', null, null, null, '3', '4522115', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522130', null, '0', '4522130', '望都县', null, null, '', '', null, null, null, '3', '4522115', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522131', null, '0', '4522131', '安新县', null, null, '', '', null, null, null, '3', '4522115', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522132', null, '0', '4522132', '易县', null, null, '', '', null, null, null, '3', '4522115', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522133', null, '0', '4522133', '曲阳县', null, null, '', '', null, null, null, '3', '4522115', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522134', null, '0', '4522134', '蠡县', null, null, '', '', null, null, null, '3', '4522115', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522135', null, '0', '4522135', '顺平县', null, null, '', '', null, null, null, '3', '4522115', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522136', null, '0', '4522136', '博野县', null, null, '', '', null, null, null, '3', '4522115', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522137', null, '0', '4522137', '雄县', null, null, '', '', null, null, null, '3', '4522115', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522138', null, '0', '4522138', '涿州市', null, null, '', '', null, null, null, '3', '4522115', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522139', null, '0', '4522139', '定州市', null, null, '', '', null, null, null, '3', '4522115', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522140', null, '0', '4522140', '安国市', null, null, '', '', null, null, null, '3', '4522115', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522141', null, '0', '4522141', '高碑店市', null, null, '', '', null, null, null, '3', '4522115', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522142', null, '0', '4522142', '张家口市', null, null, '', '', null, null, null, '2', '4522022', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522143', null, '0', '4522143', '市辖区', null, null, '', '', null, null, null, '3', '4522142', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522144', null, '0', '4522144', '桥东区', null, null, '', '', null, null, null, '3', '4522142', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522145', null, '0', '4522145', '桥西区', null, null, '', '', null, null, null, '3', '4522142', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522146', null, '0', '4522146', '宣化区', null, null, '', '', null, null, null, '3', '4522142', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522147', null, '0', '4522147', '下花园区', null, null, '', '', null, null, null, '3', '4522142', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522148', null, '0', '4522148', '宣化县', null, null, '', '', null, null, null, '3', '4522142', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522149', null, '0', '4522149', '张北县', null, null, '', '', null, null, null, '3', '4522142', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522150', null, '0', '4522150', '康保县', null, null, '', '', null, null, null, '3', '4522142', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522151', null, '0', '4522151', '沽源县', null, null, '', '', null, null, null, '3', '4522142', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522152', null, '0', '4522152', '尚义县', null, null, '', '', null, null, null, '3', '4522142', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522153', null, '0', '4522153', '蔚县', null, null, '', '', null, null, null, '3', '4522142', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522154', null, '0', '4522154', '阳原县', null, null, '', '', null, null, null, '3', '4522142', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522155', null, '0', '4522155', '怀安县', null, null, '', '', null, null, null, '3', '4522142', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522156', null, '0', '4522156', '万全县', null, null, '', '', null, null, null, '3', '4522142', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522157', null, '0', '4522157', '怀来县', null, null, '', '', null, null, null, '3', '4522142', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522158', null, '0', '4522158', '涿鹿县', null, null, '', '', null, null, null, '3', '4522142', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522159', null, '0', '4522159', '赤城县', null, null, '', '', null, null, null, '3', '4522142', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522160', null, '0', '4522160', '崇礼县', null, null, '', '', null, null, null, '3', '4522142', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522161', null, '0', '4522161', '承德市', null, null, '', '', null, null, null, '2', '4522022', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522162', null, '0', '4522162', '市辖区', null, null, '', '', null, null, null, '3', '4522161', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522163', null, '0', '4522163', '双桥区', null, null, '', '', null, null, null, '3', '4522161', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522164', null, '0', '4522164', '双滦区', null, null, '', '', null, null, null, '3', '4522161', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522165', null, '0', '4522165', '鹰手营子矿区', null, null, '', '', null, null, null, '3', '4522161', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522166', null, '0', '4522166', '承德县', null, null, '', '', null, null, null, '3', '4522161', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522167', null, '0', '4522167', '兴隆县', null, null, '', '', null, null, null, '3', '4522161', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522168', null, '0', '4522168', '平泉县', null, null, '', '', null, null, null, '3', '4522161', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522169', null, '0', '4522169', '滦平县', null, null, '', '', null, null, null, '3', '4522161', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522170', null, '0', '4522170', '隆化县', null, null, '', '', null, null, null, '3', '4522161', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522171', null, '0', '4522171', '丰宁满族自治县', null, null, '', '', null, null, null, '3', '4522161', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522172', null, '0', '4522172', '宽城满族自治县', null, null, '', '', null, null, null, '3', '4522161', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522173', null, '0', '4522173', '围场满族蒙古族自治县', null, null, '', '', null, null, null, '3', '4522161', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522174', null, '0', '4522174', '沧州市', null, null, '', '', null, null, null, '2', '4522022', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522175', null, '0', '4522175', '市辖区', null, null, '', '', null, null, null, '3', '4522174', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522176', null, '0', '4522176', '新华区', null, null, '', '', null, null, null, '3', '4522174', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522177', null, '0', '4522177', '运河区', null, null, '', '', null, null, null, '3', '4522174', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522178', null, '0', '4522178', '沧县', null, null, '', '', null, null, null, '3', '4522174', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522179', null, '0', '4522179', '青县', null, null, '', '', null, null, null, '3', '4522174', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522180', null, '0', '4522180', '东光县', null, null, '', '', null, null, null, '3', '4522174', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522181', null, '0', '4522181', '海兴县', null, null, '', '', null, null, null, '3', '4522174', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522182', null, '0', '4522182', '盐山县', null, null, '', '', null, null, null, '3', '4522174', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522183', null, '0', '4522183', '肃宁县', null, null, '', '', null, null, null, '3', '4522174', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522184', null, '0', '4522184', '南皮县', null, null, '', '', null, null, null, '3', '4522174', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522185', null, '0', '4522185', '吴桥县', null, null, '', '', null, null, null, '3', '4522174', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522186', null, '0', '4522186', '献县', null, null, '', '', null, null, null, '3', '4522174', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522187', null, '0', '4522187', '孟村回族自治县', null, null, '', '', null, null, null, '3', '4522174', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522188', null, '0', '4522188', '泊头市', null, null, '', '', null, null, null, '3', '4522174', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522189', null, '0', '4522189', '任丘市', null, null, '', '', null, null, null, '3', '4522174', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522190', null, '0', '4522190', '黄骅市', null, null, '', '', null, null, null, '3', '4522174', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522191', null, '0', '4522191', '河间市', null, null, '', '', null, null, null, '3', '4522174', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522192', null, '0', '4522192', '廊坊市', null, null, '', '', null, null, null, '2', '4522022', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522193', null, '0', '4522193', '市辖区', null, null, '', '', null, null, null, '3', '4522192', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522194', null, '0', '4522194', '安次区', null, null, '', '', null, null, null, '3', '4522192', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522195', null, '0', '4522195', '广阳区', null, null, '', '', null, null, null, '3', '4522192', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522196', null, '0', '4522196', '固安县', null, null, '', '', null, null, null, '3', '4522192', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522197', null, '0', '4522197', '永清县', null, null, '', '', null, null, null, '3', '4522192', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522198', null, '0', '4522198', '香河县', null, null, '', '', null, null, null, '3', '4522192', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522199', null, '0', '4522199', '大城县', null, null, '', '', null, null, null, '3', '4522192', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522200', null, '0', '4522200', '文安县', null, null, '', '', null, null, null, '3', '4522192', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522201', null, '0', '4522201', '大厂回族自治县', null, null, '', '', null, null, null, '3', '4522192', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522202', null, '0', '4522202', '霸州市', null, null, '', '', null, null, null, '3', '4522192', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522203', null, '0', '4522203', '三河市', null, null, '', '', null, null, null, '3', '4522192', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522204', null, '0', '4522204', '衡水市', null, null, '', '', null, null, null, '2', '4522022', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522205', null, '0', '4522205', '市辖区', null, null, '', '', null, null, null, '3', '4522204', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522206', null, '0', '4522206', '桃城区', null, null, '', '', null, null, null, '3', '4522204', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522207', null, '0', '4522207', '枣强县', null, null, '', '', null, null, null, '3', '4522204', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522208', null, '0', '4522208', '武邑县', null, null, '', '', null, null, null, '3', '4522204', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522209', null, '0', '4522209', '武强县', null, null, '', '', null, null, null, '3', '4522204', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522210', null, '0', '4522210', '饶阳县', null, null, '', '', null, null, null, '3', '4522204', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522211', null, '0', '4522211', '安平县', null, null, '', '', null, null, null, '3', '4522204', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522212', null, '0', '4522212', '故城县', null, null, '', '', null, null, null, '3', '4522204', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522213', null, '0', '4522213', '景县', null, null, '', '', null, null, null, '3', '4522204', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522214', null, '0', '4522214', '阜城县', null, null, '', '', null, null, null, '3', '4522204', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522215', null, '0', '4522215', '冀州市', null, null, '', '', null, null, null, '3', '4522204', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522216', null, '0', '4522216', '深州市', null, null, '', '', null, null, null, '3', '4522204', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522217', null, '0', '4522217', '山西', null, null, '', '', null, null, null, '1', null, '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522218', null, '0', '4522218', '太原市', null, null, '', '', null, null, null, '2', '4522217', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522219', null, '0', '4522219', '市辖区', null, null, '', '', null, null, null, '3', '4522218', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522220', null, '0', '4522220', '小店区', null, null, '', '', null, null, null, '3', '4522218', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522221', null, '0', '4522221', '迎泽区', null, null, '', '', null, null, null, '3', '4522218', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522222', null, '0', '4522222', '杏花岭区', null, null, '', '', null, null, null, '3', '4522218', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522223', null, '0', '4522223', '尖草坪区', null, null, '', '', null, null, null, '3', '4522218', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522224', null, '0', '4522224', '万柏林区', null, null, '', '', null, null, null, '3', '4522218', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522225', null, '0', '4522225', '晋源区', null, null, '', '', null, null, null, '3', '4522218', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522226', null, '0', '4522226', '清徐县', null, null, '', '', null, null, null, '3', '4522218', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522227', null, '0', '4522227', '阳曲县', null, null, '', '', null, null, null, '3', '4522218', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522228', null, '0', '4522228', '娄烦县', null, null, '', '', null, null, null, '3', '4522218', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522229', null, '0', '4522229', '古交市', null, null, '', '', null, null, null, '3', '4522218', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522230', null, '0', '4522230', '大同市', null, null, '', '', null, null, null, '2', '4522217', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522231', null, '0', '4522231', '市辖区', null, null, '', '', null, null, null, '3', '4522230', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522232', null, '0', '4522232', '城区', null, null, '', '', null, null, null, '3', '4522230', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522233', null, '0', '4522233', '矿区', null, null, '', '', null, null, null, '3', '4522230', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522234', null, '0', '4522234', '南郊区', null, null, '', '', null, null, null, '3', '4522230', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522235', null, '0', '4522235', '新荣区', null, null, '', '', null, null, null, '3', '4522230', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522236', null, '0', '4522236', '阳高县', null, null, '', '', null, null, null, '3', '4522230', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522237', null, '0', '4522237', '天镇县', null, null, '', '', null, null, null, '3', '4522230', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522238', null, '0', '4522238', '广灵县', null, null, '', '', null, null, null, '3', '4522230', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522239', null, '0', '4522239', '灵丘县', null, null, '', '', null, null, null, '3', '4522230', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522240', null, '0', '4522240', '浑源县', null, null, '', '', null, null, null, '3', '4522230', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522241', null, '0', '4522241', '左云县', null, null, '', '', null, null, null, '3', '4522230', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522242', null, '0', '4522242', '大同县', null, null, '', '', null, null, null, '3', '4522230', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522243', null, '0', '4522243', '阳泉市', null, null, '', '', null, null, null, '2', '4522217', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522244', null, '0', '4522244', '市辖区', null, null, '', '', null, null, null, '3', '4522243', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522245', null, '0', '4522245', '城区', null, null, '', '', null, null, null, '3', '4522243', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522246', null, '0', '4522246', '矿区', null, null, '', '', null, null, null, '3', '4522243', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522247', null, '0', '4522247', '郊区', null, null, '', '', null, null, null, '3', '4522243', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522248', null, '0', '4522248', '平定县', null, null, '', '', null, null, null, '3', '4522243', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522249', null, '0', '4522249', '盂县', null, null, '', '', null, null, null, '3', '4522243', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522250', null, '0', '4522250', '长治市', null, null, '', '', null, null, null, '2', '4522217', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522251', null, '0', '4522251', '市辖区', null, null, '', '', null, null, null, '3', '4522250', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522252', null, '0', '4522252', '城区', null, null, '', '', null, null, null, '3', '4522250', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522253', null, '0', '4522253', '郊区', null, null, '', '', null, null, null, '3', '4522250', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522254', null, '0', '4522254', '长治县', null, null, '', '', null, null, null, '3', '4522250', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522255', null, '0', '4522255', '襄垣县', null, null, '', '', null, null, null, '3', '4522250', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522256', null, '0', '4522256', '屯留县', null, null, '', '', null, null, null, '3', '4522250', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522257', null, '0', '4522257', '平顺县', null, null, '', '', null, null, null, '3', '4522250', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522258', null, '0', '4522258', '黎城县', null, null, '', '', null, null, null, '3', '4522250', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522259', null, '0', '4522259', '壶关县', null, null, '', '', null, null, null, '3', '4522250', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522260', null, '0', '4522260', '长子县', null, null, '', '', null, null, null, '3', '4522250', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522261', null, '0', '4522261', '武乡县', null, null, '', '', null, null, null, '3', '4522250', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522262', null, '0', '4522262', '沁县', null, null, '', '', null, null, null, '3', '4522250', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522263', null, '0', '4522263', '沁源县', null, null, '', '', null, null, null, '3', '4522250', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522264', null, '0', '4522264', '潞城市', null, null, '', '', null, null, null, '3', '4522250', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522265', null, '0', '4522265', '晋城市', null, null, '', '', null, null, null, '2', '4522217', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522266', null, '0', '4522266', '市辖区', null, null, '', '', null, null, null, '3', '4522265', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522267', null, '0', '4522267', '城区', null, null, '', '', null, null, null, '3', '4522265', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522268', null, '0', '4522268', '沁水县', null, null, '', '', null, null, null, '3', '4522265', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522269', null, '0', '4522269', '阳城县', null, null, '', '', null, null, null, '3', '4522265', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522270', null, '0', '4522270', '陵川县', null, null, '', '', null, null, null, '3', '4522265', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522271', null, '0', '4522271', '泽州县', null, null, '', '', null, null, null, '3', '4522265', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522272', null, '0', '4522272', '高平市', null, null, '', '', null, null, null, '3', '4522265', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522273', null, '0', '4522273', '朔州市', null, null, '', '', null, null, null, '2', '4522217', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522274', null, '0', '4522274', '市辖区', null, null, '', '', null, null, null, '3', '4522273', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522275', null, '0', '4522275', '朔城区', null, null, '', '', null, null, null, '3', '4522273', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522276', null, '0', '4522276', '平鲁区', null, null, '', '', null, null, null, '3', '4522273', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522277', null, '0', '4522277', '山阴县', null, null, '', '', null, null, null, '3', '4522273', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522278', null, '0', '4522278', '应县', null, null, '', '', null, null, null, '3', '4522273', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522279', null, '0', '4522279', '右玉县', null, null, '', '', null, null, null, '3', '4522273', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522280', null, '0', '4522280', '怀仁县', null, null, '', '', null, null, null, '3', '4522273', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522281', null, '0', '4522281', '晋中市', null, null, '', '', null, null, null, '2', '4522217', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522282', null, '0', '4522282', '市辖区', null, null, '', '', null, null, null, '3', '4522281', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522283', null, '0', '4522283', '榆次区', null, null, '', '', null, null, null, '3', '4522281', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522284', null, '0', '4522284', '榆社县', null, null, '', '', null, null, null, '3', '4522281', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522285', null, '0', '4522285', '左权县', null, null, '', '', null, null, null, '3', '4522281', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522286', null, '0', '4522286', '和顺县', null, null, '', '', null, null, null, '3', '4522281', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522287', null, '0', '4522287', '昔阳县', null, null, '', '', null, null, null, '3', '4522281', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522288', null, '0', '4522288', '寿阳县', null, null, '', '', null, null, null, '3', '4522281', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522289', null, '0', '4522289', '太谷县', null, null, '', '', null, null, null, '3', '4522281', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522290', null, '0', '4522290', '祁县', null, null, '', '', null, null, null, '3', '4522281', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522291', null, '0', '4522291', '平遥县', null, null, '', '', null, null, null, '3', '4522281', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522292', null, '0', '4522292', '灵石县', null, null, '', '', null, null, null, '3', '4522281', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522293', null, '0', '4522293', '介休市', null, null, '', '', null, null, null, '3', '4522281', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522294', null, '0', '4522294', '运城市', null, null, '', '', null, null, null, '2', '4522217', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522295', null, '0', '4522295', '市辖区', null, null, '', '', null, null, null, '3', '4522294', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522296', null, '0', '4522296', '盐湖区', null, null, '', '', null, null, null, '3', '4522294', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522297', null, '0', '4522297', '临猗县', null, null, '', '', null, null, null, '3', '4522294', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522298', null, '0', '4522298', '万荣县', null, null, '', '', null, null, null, '3', '4522294', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522299', null, '0', '4522299', '闻喜县', null, null, '', '', null, null, null, '3', '4522294', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522300', null, '0', '4522300', '稷山县', null, null, '', '', null, null, null, '3', '4522294', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522301', null, '0', '4522301', '新绛县', null, null, '', '', null, null, null, '3', '4522294', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522302', null, '0', '4522302', '绛县', null, null, '', '', null, null, null, '3', '4522294', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522303', null, '0', '4522303', '垣曲县', null, null, '', '', null, null, null, '3', '4522294', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522304', null, '0', '4522304', '夏县', null, null, '', '', null, null, null, '3', '4522294', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522305', null, '0', '4522305', '平陆县', null, null, '', '', null, null, null, '3', '4522294', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522306', null, '0', '4522306', '芮城县', null, null, '', '', null, null, null, '3', '4522294', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522307', null, '0', '4522307', '永济市', null, null, '', '', null, null, null, '3', '4522294', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522308', null, '0', '4522308', '河津市', null, null, '', '', null, null, null, '3', '4522294', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522309', null, '0', '4522309', '忻州市', null, null, '', '', null, null, null, '2', '4522217', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522310', null, '0', '4522310', '市辖区', null, null, '', '', null, null, null, '3', '4522309', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522311', null, '0', '4522311', '忻府区', null, null, '', '', null, null, null, '3', '4522309', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522312', null, '0', '4522312', '定襄县', null, null, '', '', null, null, null, '3', '4522309', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522313', null, '0', '4522313', '五台县', null, null, '', '', null, null, null, '3', '4522309', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522314', null, '0', '4522314', '代县', null, null, '', '', null, null, null, '3', '4522309', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522315', null, '0', '4522315', '繁峙县', null, null, '', '', null, null, null, '3', '4522309', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522316', null, '0', '4522316', '宁武县', null, null, '', '', null, null, null, '3', '4522309', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522317', null, '0', '4522317', '静乐县', null, null, '', '', null, null, null, '3', '4522309', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522318', null, '0', '4522318', '神池县', null, null, '', '', null, null, null, '3', '4522309', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522319', null, '0', '4522319', '五寨县', null, null, '', '', null, null, null, '3', '4522309', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522320', null, '0', '4522320', '岢岚县', null, null, '', '', null, null, null, '3', '4522309', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522321', null, '0', '4522321', '河曲县', null, null, '', '', null, null, null, '3', '4522309', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522322', null, '0', '4522322', '保德县', null, null, '', '', null, null, null, '3', '4522309', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522323', null, '0', '4522323', '偏关县', null, null, '', '', null, null, null, '3', '4522309', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522324', null, '0', '4522324', '原平市', null, null, '', '', null, null, null, '3', '4522309', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522325', null, '0', '4522325', '临汾市', null, null, '', '', null, null, null, '2', '4522217', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522326', null, '0', '4522326', '市辖区', null, null, '', '', null, null, null, '3', '4522325', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522327', null, '0', '4522327', '尧都区', null, null, '', '', null, null, null, '3', '4522325', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522328', null, '0', '4522328', '曲沃县', null, null, '', '', null, null, null, '3', '4522325', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522329', null, '0', '4522329', '翼城县', null, null, '', '', null, null, null, '3', '4522325', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522330', null, '0', '4522330', '襄汾县', null, null, '', '', null, null, null, '3', '4522325', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522331', null, '0', '4522331', '洪洞县', null, null, '', '', null, null, null, '3', '4522325', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522332', null, '0', '4522332', '古县', null, null, '', '', null, null, null, '3', '4522325', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522333', null, '0', '4522333', '安泽县', null, null, '', '', null, null, null, '3', '4522325', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522334', null, '0', '4522334', '浮山县', null, null, '', '', null, null, null, '3', '4522325', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522335', null, '0', '4522335', '吉县', null, null, '', '', null, null, null, '3', '4522325', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522336', null, '0', '4522336', '乡宁县', null, null, '', '', null, null, null, '3', '4522325', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522337', null, '0', '4522337', '大宁县', null, null, '', '', null, null, null, '3', '4522325', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522338', null, '0', '4522338', '隰县', null, null, '', '', null, null, null, '3', '4522325', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522339', null, '0', '4522339', '永和县', null, null, '', '', null, null, null, '3', '4522325', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522340', null, '0', '4522340', '蒲县', null, null, '', '', null, null, null, '3', '4522325', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522341', null, '0', '4522341', '汾西县', null, null, '', '', null, null, null, '3', '4522325', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522342', null, '0', '4522342', '侯马市', null, null, '', '', null, null, null, '3', '4522325', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522343', null, '0', '4522343', '霍州市', null, null, '', '', null, null, null, '3', '4522325', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522344', null, '0', '4522344', '吕梁市', null, null, '', '', null, null, null, '2', '4522217', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522345', null, '0', '4522345', '市辖区', null, null, '', '', null, null, null, '3', '4522344', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522346', null, '0', '4522346', '离石区', null, null, '', '', null, null, null, '3', '4522344', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522347', null, '0', '4522347', '文水县', null, null, '', '', null, null, null, '3', '4522344', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522348', null, '0', '4522348', '交城县', null, null, '', '', null, null, null, '3', '4522344', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522349', null, '0', '4522349', '兴县', null, null, '', '', null, null, null, '3', '4522344', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522350', null, '0', '4522350', '临县', null, null, '', '', null, null, null, '3', '4522344', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522351', null, '0', '4522351', '柳林县', null, null, '', '', null, null, null, '3', '4522344', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522352', null, '0', '4522352', '石楼县', null, null, '', '', null, null, null, '3', '4522344', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522353', null, '0', '4522353', '岚县', null, null, '', '', null, null, null, '3', '4522344', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522354', null, '0', '4522354', '方山县', null, null, '', '', null, null, null, '3', '4522344', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522355', null, '0', '4522355', '中阳县', null, null, '', '', null, null, null, '3', '4522344', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522356', null, '0', '4522356', '交口县', null, null, '', '', null, null, null, '3', '4522344', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522357', null, '0', '4522357', '孝义市', null, null, '', '', null, null, null, '3', '4522344', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522358', null, '0', '4522358', '汾阳市', null, null, '', '', null, null, null, '3', '4522344', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522359', null, '0', '4522359', '内蒙古', null, null, '', '', null, null, null, '1', null, '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522360', null, '0', '4522360', '呼和浩特市', null, null, '', '', null, null, null, '2', '4522359', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522361', null, '0', '4522361', '市辖区', null, null, '', '', null, null, null, '3', '4522360', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522362', null, '0', '4522362', '新城区', null, null, '', '', null, null, null, '3', '4522360', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522363', null, '0', '4522363', '回民区', null, null, '', '', null, null, null, '3', '4522360', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522364', null, '0', '4522364', '玉泉区', null, null, '', '', null, null, null, '3', '4522360', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522365', null, '0', '4522365', '赛罕区', null, null, '', '', null, null, null, '3', '4522360', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522366', null, '0', '4522366', '土默特左旗', null, null, '', '', null, null, null, '3', '4522360', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522367', null, '0', '4522367', '托克托县', null, null, '', '', null, null, null, '3', '4522360', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522368', null, '0', '4522368', '和林格尔县', null, null, '', '', null, null, null, '3', '4522360', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522369', null, '0', '4522369', '清水河县', null, null, '', '', null, null, null, '3', '4522360', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522370', null, '0', '4522370', '武川县', null, null, '', '', null, null, null, '3', '4522360', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522371', null, '0', '4522371', '包头市', null, null, '', '', null, null, null, '2', '4522359', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522372', null, '0', '4522372', '市辖区', null, null, '', '', null, null, null, '3', '4522371', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522373', null, '0', '4522373', '东河区', null, null, '', '', null, null, null, '3', '4522371', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522374', null, '0', '4522374', '昆都仑区', null, null, '', '', null, null, null, '3', '4522371', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522375', null, '0', '4522375', '青山区', null, null, '', '', null, null, null, '3', '4522371', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522376', null, '0', '4522376', '石拐区', null, null, '', '', null, null, null, '3', '4522371', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522377', null, '0', '4522377', '白云鄂博矿区', null, null, '', '', null, null, null, '3', '4522371', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522378', null, '0', '4522378', '九原区', null, null, '', '', null, null, null, '3', '4522371', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522379', null, '0', '4522379', '土默特右旗', null, null, '', '', null, null, null, '3', '4522371', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522380', null, '0', '4522380', '固阳县', null, null, '', '', null, null, null, '3', '4522371', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522381', null, '0', '4522381', '达尔罕茂明安联合旗', null, null, '', '', null, null, null, '3', '4522371', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522382', null, '0', '4522382', '乌海市', null, null, '', '', null, null, null, '2', '4522359', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522383', null, '0', '4522383', '市辖区', null, null, '', '', null, null, null, '3', '4522382', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522384', null, '0', '4522384', '海勃湾区', null, null, '', '', null, null, null, '3', '4522382', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522385', null, '0', '4522385', '海南区', null, null, '', '', null, null, null, '3', '4522382', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522386', null, '0', '4522386', '乌达区', null, null, '', '', null, null, null, '3', '4522382', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522387', null, '0', '4522387', '赤峰市', null, null, '', '', null, null, null, '2', '4522359', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522388', null, '0', '4522388', '市辖区', null, null, '', '', null, null, null, '3', '4522387', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522389', null, '0', '4522389', '红山区', null, null, '', '', null, null, null, '3', '4522387', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522390', null, '0', '4522390', '元宝山区', null, null, '', '', null, null, null, '3', '4522387', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522391', null, '0', '4522391', '松山区', null, null, '', '', null, null, null, '3', '4522387', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522392', null, '0', '4522392', '阿鲁科尔沁旗', null, null, '', '', null, null, null, '3', '4522387', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522393', null, '0', '4522393', '巴林左旗', null, null, '', '', null, null, null, '3', '4522387', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522394', null, '0', '4522394', '巴林右旗', null, null, '', '', null, null, null, '3', '4522387', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522395', null, '0', '4522395', '林西县', null, null, '', '', null, null, null, '3', '4522387', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522396', null, '0', '4522396', '克什克腾旗', null, null, '', '', null, null, null, '3', '4522387', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522397', null, '0', '4522397', '翁牛特旗', null, null, '', '', null, null, null, '3', '4522387', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522398', null, '0', '4522398', '喀喇沁旗', null, null, '', '', null, null, null, '3', '4522387', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522399', null, '0', '4522399', '宁城县', null, null, '', '', null, null, null, '3', '4522387', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522400', null, '0', '4522400', '敖汉旗', null, null, '', '', null, null, null, '3', '4522387', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522401', null, '0', '4522401', '通辽市', null, null, '', '', null, null, null, '2', '4522359', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522402', null, '0', '4522402', '市辖区', null, null, '', '', null, null, null, '3', '4522401', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522403', null, '0', '4522403', '科尔沁区', null, null, '', '', null, null, null, '3', '4522401', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522404', null, '0', '4522404', '科尔沁左翼中旗', null, null, '', '', null, null, null, '3', '4522401', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522405', null, '0', '4522405', '科尔沁左翼后旗', null, null, '', '', null, null, null, '3', '4522401', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522406', null, '0', '4522406', '开鲁县', null, null, '', '', null, null, null, '3', '4522401', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522407', null, '0', '4522407', '库伦旗', null, null, '', '', null, null, null, '3', '4522401', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522408', null, '0', '4522408', '奈曼旗', null, null, '', '', null, null, null, '3', '4522401', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522409', null, '0', '4522409', '扎鲁特旗', null, null, '', '', null, null, null, '3', '4522401', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522410', null, '0', '4522410', '霍林郭勒市', null, null, '', '', null, null, null, '3', '4522401', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522411', null, '0', '4522411', '鄂尔多斯市', null, null, '', '', null, null, null, '2', '4522359', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522412', null, '0', '4522412', '市辖区', null, null, '', '', null, null, null, '3', '4522411', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522413', null, '0', '4522413', '东胜区', null, null, '', '', null, null, null, '3', '4522411', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522414', null, '0', '4522414', '达拉特旗', null, null, '', '', null, null, null, '3', '4522411', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522415', null, '0', '4522415', '准格尔旗', null, null, '', '', null, null, null, '3', '4522411', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522416', null, '0', '4522416', '鄂托克前旗', null, null, '', '', null, null, null, '3', '4522411', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522417', null, '0', '4522417', '鄂托克旗', null, null, '', '', null, null, null, '3', '4522411', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522418', null, '0', '4522418', '杭锦旗', null, null, '', '', null, null, null, '3', '4522411', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522419', null, '0', '4522419', '乌审旗', null, null, '', '', null, null, null, '3', '4522411', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522420', null, '0', '4522420', '伊金霍洛旗', null, null, '', '', null, null, null, '3', '4522411', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522421', null, '0', '4522421', '呼伦贝尔市', null, null, '', '', null, null, null, '2', '4522359', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522422', null, '0', '4522422', '市辖区', null, null, '', '', null, null, null, '3', '4522421', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522423', null, '0', '4522423', '海拉尔区', null, null, '', '', null, null, null, '3', '4522421', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522424', null, '0', '4522424', '阿荣旗', null, null, '', '', null, null, null, '3', '4522421', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522425', null, '0', '4522425', '莫力达瓦达斡尔族自治旗', null, null, '', '', null, null, null, '3', '4522421', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522426', null, '0', '4522426', '鄂伦春自治旗', null, null, '', '', null, null, null, '3', '4522421', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522427', null, '0', '4522427', '鄂温克族自治旗', null, null, '', '', null, null, null, '3', '4522421', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522428', null, '0', '4522428', '陈巴尔虎旗', null, null, '', '', null, null, null, '3', '4522421', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522429', null, '0', '4522429', '新巴尔虎左旗', null, null, '', '', null, null, null, '3', '4522421', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522430', null, '0', '4522430', '新巴尔虎右旗', null, null, '', '', null, null, null, '3', '4522421', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522431', null, '0', '4522431', '满洲里市', null, null, '', '', null, null, null, '3', '4522421', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522432', null, '0', '4522432', '牙克石市', null, null, '', '', null, null, null, '3', '4522421', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522433', null, '0', '4522433', '扎兰屯市', null, null, '', '', null, null, null, '3', '4522421', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522434', null, '0', '4522434', '额尔古纳市', null, null, '', '', null, null, null, '3', '4522421', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522435', null, '0', '4522435', '根河市', null, null, '', '', null, null, null, '3', '4522421', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522436', null, '0', '4522436', '巴彦淖尔市', null, null, '', '', null, null, null, '2', '4522359', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522437', null, '0', '4522437', '市辖区', null, null, '', '', null, null, null, '3', '4522436', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522438', null, '0', '4522438', '临河区', null, null, '', '', null, null, null, '3', '4522436', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522439', null, '0', '4522439', '五原县', null, null, '', '', null, null, null, '3', '4522436', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522440', null, '0', '4522440', '磴口县', null, null, '', '', null, null, null, '3', '4522436', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522441', null, '0', '4522441', '乌拉特前旗', null, null, '', '', null, null, null, '3', '4522436', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522442', null, '0', '4522442', '乌拉特中旗', null, null, '', '', null, null, null, '3', '4522436', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522443', null, '0', '4522443', '乌拉特后旗', null, null, '', '', null, null, null, '3', '4522436', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522444', null, '0', '4522444', '杭锦后旗', null, null, '', '', null, null, null, '3', '4522436', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522445', null, '0', '4522445', '乌兰察布市', null, null, '', '', null, null, null, '2', '4522359', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522446', null, '0', '4522446', '市辖区', null, null, '', '', null, null, null, '3', '4522445', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522447', null, '0', '4522447', '集宁区', null, null, '', '', null, null, null, '3', '4522445', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522448', null, '0', '4522448', '卓资县', null, null, '', '', null, null, null, '3', '4522445', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522449', null, '0', '4522449', '化德县', null, null, '', '', null, null, null, '3', '4522445', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522450', null, '0', '4522450', '商都县', null, null, '', '', null, null, null, '3', '4522445', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522451', null, '0', '4522451', '兴和县', null, null, '', '', null, null, null, '3', '4522445', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522452', null, '0', '4522452', '凉城县', null, null, '', '', null, null, null, '3', '4522445', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522453', null, '0', '4522453', '察哈尔右翼前旗', null, null, '', '', null, null, null, '3', '4522445', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522454', null, '0', '4522454', '察哈尔右翼中旗', null, null, '', '', null, null, null, '3', '4522445', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522455', null, '0', '4522455', '察哈尔右翼后旗', null, null, '', '', null, null, null, '3', '4522445', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522456', null, '0', '4522456', '四子王旗', null, null, '', '', null, null, null, '3', '4522445', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522457', null, '0', '4522457', '丰镇市', null, null, '', '', null, null, null, '3', '4522445', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522458', null, '0', '4522458', '兴安盟', null, null, '', '', null, null, null, '2', '4522359', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522459', null, '0', '4522459', '乌兰浩特市', null, null, '', '', null, null, null, '3', '4522458', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522460', null, '0', '4522460', '阿尔山市', null, null, '', '', null, null, null, '3', '4522458', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522461', null, '0', '4522461', '科尔沁右翼前旗', null, null, '', '', null, null, null, '3', '4522458', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522462', null, '0', '4522462', '科尔沁右翼中旗', null, null, '', '', null, null, null, '3', '4522458', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522463', null, '0', '4522463', '扎赉特旗', null, null, '', '', null, null, null, '3', '4522458', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522464', null, '0', '4522464', '突泉县', null, null, '', '', null, null, null, '3', '4522458', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522465', null, '0', '4522465', '锡林郭勒盟', null, null, '', '', null, null, null, '2', '4522359', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522466', null, '0', '4522466', '二连浩特市', null, null, '', '', null, null, null, '3', '4522465', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522467', null, '0', '4522467', '锡林浩特市', null, null, '', '', null, null, null, '3', '4522465', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522468', null, '0', '4522468', '阿巴嘎旗', null, null, '', '', null, null, null, '3', '4522465', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522469', null, '0', '4522469', '苏尼特左旗', null, null, '', '', null, null, null, '3', '4522465', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522470', null, '0', '4522470', '苏尼特右旗', null, null, '', '', null, null, null, '3', '4522465', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522471', null, '0', '4522471', '东乌珠穆沁旗', null, null, '', '', null, null, null, '3', '4522465', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522472', null, '0', '4522472', '西乌珠穆沁旗', null, null, '', '', null, null, null, '3', '4522465', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522473', null, '0', '4522473', '太仆寺旗', null, null, '', '', null, null, null, '3', '4522465', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522474', null, '0', '4522474', '镶黄旗', null, null, '', '', null, null, null, '3', '4522465', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522475', null, '0', '4522475', '正镶白旗', null, null, '', '', null, null, null, '3', '4522465', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522476', null, '0', '4522476', '正蓝旗', null, null, '', '', null, null, null, '3', '4522465', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522477', null, '0', '4522477', '多伦县', null, null, '', '', null, null, null, '3', '4522465', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522478', null, '0', '4522478', '阿拉善盟', null, null, '', '', null, null, null, '2', '4522359', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522479', null, '0', '4522479', '阿拉善左旗', null, null, '', '', null, null, null, '3', '4522478', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522480', null, '0', '4522480', '阿拉善右旗', null, null, '', '', null, null, null, '3', '4522478', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522481', null, '0', '4522481', '额济纳旗', null, null, '', '', null, null, null, '3', '4522478', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522482', null, '0', '4522482', '辽宁', null, null, '', '', null, null, null, '1', null, '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522483', null, '0', '4522483', '沈阳市', null, null, '', '', null, null, null, '2', '4522482', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522484', null, '0', '4522484', '浑南新区', null, null, '', '', null, null, null, '3', '4522483', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522485', null, '0', '4522485', '和平区', null, null, '', '', null, null, null, '3', '4522483', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522486', null, '0', '4522486', '沈河区', null, null, '', '', null, null, null, '3', '4522483', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522487', null, '0', '4522487', '大东区', null, null, '', '', null, null, null, '3', '4522483', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522488', null, '0', '4522488', '皇姑区', null, null, '', '', null, null, null, '3', '4522483', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522489', null, '0', '4522489', '铁西区', null, null, '', '', null, null, null, '3', '4522483', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522490', null, '0', '4522490', '苏家屯区', null, null, '', '', null, null, null, '3', '4522483', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522491', null, '0', '4522491', '东陵区', null, null, '', '', null, null, null, '3', '4522483', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522492', null, '0', '4522492', '沈北新区', null, null, '', '', null, null, null, '3', '4522483', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522493', null, '0', '4522493', '于洪区', null, null, '', '', null, null, null, '3', '4522483', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522494', null, '0', '4522494', '辽中县', null, null, '', '', null, null, null, '3', '4522483', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522495', null, '0', '4522495', '康平县', null, null, '', '', null, null, null, '3', '4522483', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522496', null, '0', '4522496', '法库县', null, null, '', '', null, null, null, '3', '4522483', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522497', null, '0', '4522497', '新民市', null, null, '', '', null, null, null, '3', '4522483', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522498', null, '0', '4522498', '大连市', null, null, '', '', null, null, null, '2', '4522482', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522499', null, '0', '4522499', '市辖区', null, null, '', '', null, null, null, '3', '4522498', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522500', null, '0', '4522500', '中山区', null, null, '', '', null, null, null, '3', '4522498', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522501', null, '0', '4522501', '西岗区', null, null, '', '', null, null, null, '3', '4522498', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522502', null, '0', '4522502', '沙河口区', null, null, '', '', null, null, null, '3', '4522498', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522503', null, '0', '4522503', '甘井子区', null, null, '', '', null, null, null, '3', '4522498', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522504', null, '0', '4522504', '旅顺口区', null, null, '', '', null, null, null, '3', '4522498', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522505', null, '0', '4522505', '金州区', null, null, '', '', null, null, null, '3', '4522498', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522506', null, '0', '4522506', '长海县', null, null, '', '', null, null, null, '3', '4522498', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522507', null, '0', '4522507', '瓦房店市', null, null, '', '', null, null, null, '3', '4522498', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522508', null, '0', '4522508', '普兰店市', null, null, '', '', null, null, null, '3', '4522498', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522509', null, '0', '4522509', '庄河市', null, null, '', '', null, null, null, '3', '4522498', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522510', null, '0', '4522510', '鞍山市', null, null, '', '', null, null, null, '2', '4522482', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522511', null, '0', '4522511', '市辖区', null, null, '', '', null, null, null, '3', '4522510', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522512', null, '0', '4522512', '铁东区', null, null, '', '', null, null, null, '3', '4522510', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522513', null, '0', '4522513', '铁西区', null, null, '', '', null, null, null, '3', '4522510', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522514', null, '0', '4522514', '立山区', null, null, '', '', null, null, null, '3', '4522510', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522515', null, '0', '4522515', '千山区', null, null, '', '', null, null, null, '3', '4522510', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522516', null, '0', '4522516', '台安县', null, null, '', '', null, null, null, '3', '4522510', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522517', null, '0', '4522517', '岫岩满族自治县', null, null, '', '', null, null, null, '3', '4522510', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522518', null, '0', '4522518', '海城市', null, null, '', '', null, null, null, '3', '4522510', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522519', null, '0', '4522519', '抚顺市', null, null, '', '', null, null, null, '2', '4522482', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522520', null, '0', '4522520', '市辖区', null, null, '', '', null, null, null, '3', '4522519', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522521', null, '0', '4522521', '新抚区', null, null, '', '', null, null, null, '3', '4522519', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522522', null, '0', '4522522', '东洲区', null, null, '', '', null, null, null, '3', '4522519', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522523', null, '0', '4522523', '望花区', null, null, '', '', null, null, null, '3', '4522519', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522524', null, '0', '4522524', '顺城区', null, null, '', '', null, null, null, '3', '4522519', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522525', null, '0', '4522525', '抚顺县', null, null, '', '', null, null, null, '3', '4522519', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522526', null, '0', '4522526', '新宾满族自治县', null, null, '', '', null, null, null, '3', '4522519', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522527', null, '0', '4522527', '清原满族自治县', null, null, '', '', null, null, null, '3', '4522519', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522528', null, '0', '4522528', '本溪市', null, null, '', '', null, null, null, '2', '4522482', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522529', null, '0', '4522529', '市辖区', null, null, '', '', null, null, null, '3', '4522528', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522530', null, '0', '4522530', '平山区', null, null, '', '', null, null, null, '3', '4522528', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522531', null, '0', '4522531', '溪湖区', null, null, '', '', null, null, null, '3', '4522528', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522532', null, '0', '4522532', '明山区', null, null, '', '', null, null, null, '3', '4522528', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522533', null, '0', '4522533', '南芬区', null, null, '', '', null, null, null, '3', '4522528', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522534', null, '0', '4522534', '本溪满族自治县', null, null, '', '', null, null, null, '3', '4522528', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522535', null, '0', '4522535', '桓仁满族自治县', null, null, '', '', null, null, null, '3', '4522528', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522536', null, '0', '4522536', '丹东市', null, null, '', '', null, null, null, '2', '4522482', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522537', null, '0', '4522537', '市辖区', null, null, '', '', null, null, null, '3', '4522536', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522538', null, '0', '4522538', '元宝区', null, null, '', '', null, null, null, '3', '4522536', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522539', null, '0', '4522539', '振兴区', null, null, '', '', null, null, null, '3', '4522536', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522540', null, '0', '4522540', '振安区', null, null, '', '', null, null, null, '3', '4522536', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522541', null, '0', '4522541', '宽甸满族自治县', null, null, '', '', null, null, null, '3', '4522536', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522542', null, '0', '4522542', '东港市', null, null, '', '', null, null, null, '3', '4522536', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522543', null, '0', '4522543', '凤城市', null, null, '', '', null, null, null, '3', '4522536', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522544', null, '0', '4522544', '锦州市', null, null, '', '', null, null, null, '2', '4522482', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522545', null, '0', '4522545', '市辖区', null, null, '', '', null, null, null, '3', '4522544', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522546', null, '0', '4522546', '古塔区', null, null, '', '', null, null, null, '3', '4522544', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522547', null, '0', '4522547', '凌河区', null, null, '', '', null, null, null, '3', '4522544', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522548', null, '0', '4522548', '太和区', null, null, '', '', null, null, null, '3', '4522544', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522549', null, '0', '4522549', '黑山县', null, null, '', '', null, null, null, '3', '4522544', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522550', null, '0', '4522550', '义县', null, null, '', '', null, null, null, '3', '4522544', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522551', null, '0', '4522551', '凌海市', null, null, '', '', null, null, null, '3', '4522544', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522552', null, '0', '4522552', '北镇市', null, null, '', '', null, null, null, '3', '4522544', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522553', null, '0', '4522553', '营口市', null, null, '', '', null, null, null, '2', '4522482', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522554', null, '0', '4522554', '市辖区', null, null, '', '', null, null, null, '3', '4522553', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522555', null, '0', '4522555', '站前区', null, null, '', '', null, null, null, '3', '4522553', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522556', null, '0', '4522556', '西市区', null, null, '', '', null, null, null, '3', '4522553', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522557', null, '0', '4522557', '鲅鱼圈区', null, null, '', '', null, null, null, '3', '4522553', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522558', null, '0', '4522558', '老边区', null, null, '', '', null, null, null, '3', '4522553', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522559', null, '0', '4522559', '盖州市', null, null, '', '', null, null, null, '3', '4522553', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522560', null, '0', '4522560', '大石桥市', null, null, '', '', null, null, null, '3', '4522553', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522561', null, '0', '4522561', '阜新市', null, null, '', '', null, null, null, '2', '4522482', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522562', null, '0', '4522562', '市辖区', null, null, '', '', null, null, null, '3', '4522561', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522563', null, '0', '4522563', '海州区', null, null, '', '', null, null, null, '3', '4522561', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522564', null, '0', '4522564', '新邱区', null, null, '', '', null, null, null, '3', '4522561', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522565', null, '0', '4522565', '太平区', null, null, '', '', null, null, null, '3', '4522561', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522566', null, '0', '4522566', '清河门区', null, null, '', '', null, null, null, '3', '4522561', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522567', null, '0', '4522567', '细河区', null, null, '', '', null, null, null, '3', '4522561', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522568', null, '0', '4522568', '阜新蒙古族自治县', null, null, '', '', null, null, null, '3', '4522561', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522569', null, '0', '4522569', '彰武县', null, null, '', '', null, null, null, '3', '4522561', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522570', null, '0', '4522570', '辽阳市', null, null, '', '', null, null, null, '2', '4522482', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522571', null, '0', '4522571', '市辖区', null, null, '', '', null, null, null, '3', '4522570', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522572', null, '0', '4522572', '白塔区', null, null, '', '', null, null, null, '3', '4522570', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522573', null, '0', '4522573', '文圣区', null, null, '', '', null, null, null, '3', '4522570', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522574', null, '0', '4522574', '宏伟区', null, null, '', '', null, null, null, '3', '4522570', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522575', null, '0', '4522575', '弓长岭区', null, null, '', '', null, null, null, '3', '4522570', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522576', null, '0', '4522576', '太子河区', null, null, '', '', null, null, null, '3', '4522570', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522577', null, '0', '4522577', '辽阳县', null, null, '', '', null, null, null, '3', '4522570', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522578', null, '0', '4522578', '灯塔市', null, null, '', '', null, null, null, '3', '4522570', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522579', null, '0', '4522579', '盘锦市', null, null, '', '', null, null, null, '2', '4522482', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522580', null, '0', '4522580', '市辖区', null, null, '', '', null, null, null, '3', '4522579', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522581', null, '0', '4522581', '双台子区', null, null, '', '', null, null, null, '3', '4522579', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522582', null, '0', '4522582', '兴隆台区', null, null, '', '', null, null, null, '3', '4522579', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522583', null, '0', '4522583', '大洼县', null, null, '', '', null, null, null, '3', '4522579', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522584', null, '0', '4522584', '盘山县', null, null, '', '', null, null, null, '3', '4522579', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522585', null, '0', '4522585', '铁岭市', null, null, '', '', null, null, null, '2', '4522482', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522586', null, '0', '4522586', '市辖区', null, null, '', '', null, null, null, '3', '4522585', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522587', null, '0', '4522587', '银州区', null, null, '', '', null, null, null, '3', '4522585', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522588', null, '0', '4522588', '清河区', null, null, '', '', null, null, null, '3', '4522585', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522589', null, '0', '4522589', '铁岭县', null, null, '', '', null, null, null, '3', '4522585', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522590', null, '0', '4522590', '西丰县', null, null, '', '', null, null, null, '3', '4522585', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522591', null, '0', '4522591', '昌图县', null, null, '', '', null, null, null, '3', '4522585', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522592', null, '0', '4522592', '调兵山市', null, null, '', '', null, null, null, '3', '4522585', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522593', null, '0', '4522593', '开原市', null, null, '', '', null, null, null, '3', '4522585', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522594', null, '0', '4522594', '朝阳市', null, null, '', '', null, null, null, '2', '4522482', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522595', null, '0', '4522595', '市辖区', null, null, '', '', null, null, null, '3', '4522594', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522596', null, '0', '4522596', '双塔区', null, null, '', '', null, null, null, '3', '4522594', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522597', null, '0', '4522597', '龙城区', null, null, '', '', null, null, null, '3', '4522594', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522598', null, '0', '4522598', '朝阳县', null, null, '', '', null, null, null, '3', '4522594', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522599', null, '0', '4522599', '建平县', null, null, '', '', null, null, null, '3', '4522594', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522600', null, '0', '4522600', '喀喇沁左翼蒙古族自治县', null, null, '', '', null, null, null, '3', '4522594', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522601', null, '0', '4522601', '北票市', null, null, '', '', null, null, null, '3', '4522594', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522602', null, '0', '4522602', '凌源市', null, null, '', '', null, null, null, '3', '4522594', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522603', null, '0', '4522603', '葫芦岛市', null, null, '', '', null, null, null, '2', '4522482', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522604', null, '0', '4522604', '市辖区', null, null, '', '', null, null, null, '3', '4522603', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522605', null, '0', '4522605', '连山区', null, null, '', '', null, null, null, '3', '4522603', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522606', null, '0', '4522606', '龙港区', null, null, '', '', null, null, null, '3', '4522603', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522607', null, '0', '4522607', '南票区', null, null, '', '', null, null, null, '3', '4522603', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522608', null, '0', '4522608', '绥中县', null, null, '', '', null, null, null, '3', '4522603', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522609', null, '0', '4522609', '建昌县', null, null, '', '', null, null, null, '3', '4522603', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522610', null, '0', '4522610', '兴城市', null, null, '', '', null, null, null, '3', '4522603', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522611', null, '0', '4522611', '吉林', null, null, '', '', null, null, null, '1', null, '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522612', null, '0', '4522612', '长春市', null, null, '', '', null, null, null, '2', '4522611', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522613', null, '0', '4522613', '市辖区', null, null, '', '', null, null, null, '3', '4522612', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522614', null, '0', '4522614', '南关区', null, null, '', '', null, null, null, '3', '4522612', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522615', null, '0', '4522615', '宽城区', null, null, '', '', null, null, null, '3', '4522612', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522616', null, '0', '4522616', '朝阳区', null, null, '', '', null, null, null, '3', '4522612', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522617', null, '0', '4522617', '二道区', null, null, '', '', null, null, null, '3', '4522612', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522618', null, '0', '4522618', '绿园区', null, null, '', '', null, null, null, '3', '4522612', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522619', null, '0', '4522619', '双阳区', null, null, '', '', null, null, null, '3', '4522612', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522620', null, '0', '4522620', '农安县', null, null, '', '', null, null, null, '3', '4522612', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522621', null, '0', '4522621', '九台市', null, null, '', '', null, null, null, '3', '4522612', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522622', null, '0', '4522622', '榆树市', null, null, '', '', null, null, null, '3', '4522612', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522623', null, '0', '4522623', '德惠市', null, null, '', '', null, null, null, '3', '4522612', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522624', null, '0', '4522624', '吉林市', null, null, '', '', null, null, null, '2', '4522611', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522625', null, '0', '4522625', '市辖区', null, null, '', '', null, null, null, '3', '4522624', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522626', null, '0', '4522626', '昌邑区', null, null, '', '', null, null, null, '3', '4522624', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522627', null, '0', '4522627', '龙潭区', null, null, '', '', null, null, null, '3', '4522624', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522628', null, '0', '4522628', '船营区', null, null, '', '', null, null, null, '3', '4522624', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522629', null, '0', '4522629', '丰满区', null, null, '', '', null, null, null, '3', '4522624', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522630', null, '0', '4522630', '永吉县', null, null, '', '', null, null, null, '3', '4522624', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522631', null, '0', '4522631', '蛟河市', null, null, '', '', null, null, null, '3', '4522624', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522632', null, '0', '4522632', '桦甸市', null, null, '', '', null, null, null, '3', '4522624', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522633', null, '0', '4522633', '舒兰市', null, null, '', '', null, null, null, '3', '4522624', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522634', null, '0', '4522634', '磐石市', null, null, '', '', null, null, null, '3', '4522624', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522635', null, '0', '4522635', '四平市', null, null, '', '', null, null, null, '2', '4522611', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522636', null, '0', '4522636', '市辖区', null, null, '', '', null, null, null, '3', '4522635', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522637', null, '0', '4522637', '铁西区', null, null, '', '', null, null, null, '3', '4522635', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522638', null, '0', '4522638', '铁东区', null, null, '', '', null, null, null, '3', '4522635', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522639', null, '0', '4522639', '梨树县', null, null, '', '', null, null, null, '3', '4522635', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522640', null, '0', '4522640', '伊通满族自治县', null, null, '', '', null, null, null, '3', '4522635', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522641', null, '0', '4522641', '公主岭市', null, null, '', '', null, null, null, '3', '4522635', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522642', null, '0', '4522642', '双辽市', null, null, '', '', null, null, null, '3', '4522635', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522643', null, '0', '4522643', '辽源市', null, null, '', '', null, null, null, '2', '4522611', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522644', null, '0', '4522644', '市辖区', null, null, '', '', null, null, null, '3', '4522643', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522645', null, '0', '4522645', '龙山区', null, null, '', '', null, null, null, '3', '4522643', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522646', null, '0', '4522646', '西安区', null, null, '', '', null, null, null, '3', '4522643', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522647', null, '0', '4522647', '东丰县', null, null, '', '', null, null, null, '3', '4522643', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522648', null, '0', '4522648', '东辽县', null, null, '', '', null, null, null, '3', '4522643', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522649', null, '0', '4522649', '通化市', null, null, '', '', null, null, null, '2', '4522611', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522650', null, '0', '4522650', '市辖区', null, null, '', '', null, null, null, '3', '4522649', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522651', null, '0', '4522651', '东昌区', null, null, '', '', null, null, null, '3', '4522649', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522652', null, '0', '4522652', '二道江区', null, null, '', '', null, null, null, '3', '4522649', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522653', null, '0', '4522653', '通化县', null, null, '', '', null, null, null, '3', '4522649', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522654', null, '0', '4522654', '辉南县', null, null, '', '', null, null, null, '3', '4522649', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522655', null, '0', '4522655', '柳河县', null, null, '', '', null, null, null, '3', '4522649', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522656', null, '0', '4522656', '梅河口市', null, null, '', '', null, null, null, '3', '4522649', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522657', null, '0', '4522657', '集安市', null, null, '', '', null, null, null, '3', '4522649', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522658', null, '0', '4522658', '白山市', null, null, '', '', null, null, null, '2', '4522611', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522659', null, '0', '4522659', '市辖区', null, null, '', '', null, null, null, '3', '4522658', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522660', null, '0', '4522660', '八道江区', null, null, '', '', null, null, null, '3', '4522658', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522661', null, '0', '4522661', '江源区', null, null, '', '', null, null, null, '3', '4522658', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522662', null, '0', '4522662', '抚松县', null, null, '', '', null, null, null, '3', '4522658', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522663', null, '0', '4522663', '靖宇县', null, null, '', '', null, null, null, '3', '4522658', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522664', null, '0', '4522664', '长白朝鲜族自治县', null, null, '', '', null, null, null, '3', '4522658', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522665', null, '0', '4522665', '临江市', null, null, '', '', null, null, null, '3', '4522658', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522666', null, '0', '4522666', '松原市', null, null, '', '', null, null, null, '2', '4522611', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522667', null, '0', '4522667', '市辖区', null, null, '', '', null, null, null, '3', '4522666', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522668', null, '0', '4522668', '宁江区', null, null, '', '', null, null, null, '3', '4522666', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522669', null, '0', '4522669', '前郭尔罗斯蒙古族自治县', null, null, '', '', null, null, null, '3', '4522666', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522670', null, '0', '4522670', '长岭县', null, null, '', '', null, null, null, '3', '4522666', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522671', null, '0', '4522671', '乾安县', null, null, '', '', null, null, null, '3', '4522666', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522672', null, '0', '4522672', '扶余县', null, null, '', '', null, null, null, '3', '4522666', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522673', null, '0', '4522673', '白城市', null, null, '', '', null, null, null, '2', '4522611', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522674', null, '0', '4522674', '市辖区', null, null, '', '', null, null, null, '3', '4522673', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522675', null, '0', '4522675', '洮北区', null, null, '', '', null, null, null, '3', '4522673', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522676', null, '0', '4522676', '镇赉县', null, null, '', '', null, null, null, '3', '4522673', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522677', null, '0', '4522677', '通榆县', null, null, '', '', null, null, null, '3', '4522673', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522678', null, '0', '4522678', '洮南市', null, null, '', '', null, null, null, '3', '4522673', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522679', null, '0', '4522679', '大安市', null, null, '', '', null, null, null, '3', '4522673', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522680', null, '0', '4522680', '延边朝鲜族自治州', null, null, '', '', null, null, null, '2', '4522611', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522681', null, '0', '4522681', '延吉市', null, null, '', '', null, null, null, '3', '4522680', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522682', null, '0', '4522682', '图们市', null, null, '', '', null, null, null, '3', '4522680', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522683', null, '0', '4522683', '敦化市', null, null, '', '', null, null, null, '3', '4522680', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522684', null, '0', '4522684', '珲春市', null, null, '', '', null, null, null, '3', '4522680', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522685', null, '0', '4522685', '龙井市', null, null, '', '', null, null, null, '3', '4522680', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522686', null, '0', '4522686', '和龙市', null, null, '', '', null, null, null, '3', '4522680', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522687', null, '0', '4522687', '汪清县', null, null, '', '', null, null, null, '3', '4522680', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522688', null, '0', '4522688', '安图县', null, null, '', '', null, null, null, '3', '4522680', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522689', null, '0', '4522689', '黑龙江', null, null, '', '', null, null, null, '1', null, '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522690', null, '0', '4522690', '哈尔滨市', null, null, '', '', null, null, null, '2', '4522689', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522691', null, '0', '4522691', '市辖区', null, null, '', '', null, null, null, '3', '4522690', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522692', null, '0', '4522692', '道里区', null, null, '', '', null, null, null, '3', '4522690', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522693', null, '0', '4522693', '南岗区', null, null, '', '', null, null, null, '3', '4522690', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522694', null, '0', '4522694', '道外区', null, null, '', '', null, null, null, '3', '4522690', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522695', null, '0', '4522695', '平房区', null, null, '', '', null, null, null, '3', '4522690', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522696', null, '0', '4522696', '松北区', null, null, '', '', null, null, null, '3', '4522690', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522697', null, '0', '4522697', '香坊区', null, null, '', '', null, null, null, '3', '4522690', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522698', null, '0', '4522698', '呼兰区', null, null, '', '', null, null, null, '3', '4522690', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522699', null, '0', '4522699', '阿城区', null, null, '', '', null, null, null, '3', '4522690', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522700', null, '0', '4522700', '依兰县', null, null, '', '', null, null, null, '3', '4522690', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522701', null, '0', '4522701', '方正县', null, null, '', '', null, null, null, '3', '4522690', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522702', null, '0', '4522702', '宾县', null, null, '', '', null, null, null, '3', '4522690', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522703', null, '0', '4522703', '巴彦县', null, null, '', '', null, null, null, '3', '4522690', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522704', null, '0', '4522704', '木兰县', null, null, '', '', null, null, null, '3', '4522690', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522705', null, '0', '4522705', '通河县', null, null, '', '', null, null, null, '3', '4522690', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522706', null, '0', '4522706', '延寿县', null, null, '', '', null, null, null, '3', '4522690', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522707', null, '0', '4522707', '双城市', null, null, '', '', null, null, null, '3', '4522690', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522708', null, '0', '4522708', '尚志市', null, null, '', '', null, null, null, '3', '4522690', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522709', null, '0', '4522709', '五常市', null, null, '', '', null, null, null, '3', '4522690', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522710', null, '0', '4522710', '齐齐哈尔市', null, null, '', '', null, null, null, '2', '4522689', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522711', null, '0', '4522711', '市辖区', null, null, '', '', null, null, null, '3', '4522710', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522712', null, '0', '4522712', '龙沙区', null, null, '', '', null, null, null, '3', '4522710', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522713', null, '0', '4522713', '建华区', null, null, '', '', null, null, null, '3', '4522710', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522714', null, '0', '4522714', '铁锋区', null, null, '', '', null, null, null, '3', '4522710', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522715', null, '0', '4522715', '昂昂溪区', null, null, '', '', null, null, null, '3', '4522710', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522716', null, '0', '4522716', '富拉尔基区', null, null, '', '', null, null, null, '3', '4522710', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522717', null, '0', '4522717', '碾子山区', null, null, '', '', null, null, null, '3', '4522710', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522718', null, '0', '4522718', '梅里斯达斡尔族区', null, null, '', '', null, null, null, '3', '4522710', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522719', null, '0', '4522719', '龙江县', null, null, '', '', null, null, null, '3', '4522710', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522720', null, '0', '4522720', '依安县', null, null, '', '', null, null, null, '3', '4522710', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522721', null, '0', '4522721', '泰来县', null, null, '', '', null, null, null, '3', '4522710', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522722', null, '0', '4522722', '甘南县', null, null, '', '', null, null, null, '3', '4522710', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522723', null, '0', '4522723', '富裕县', null, null, '', '', null, null, null, '3', '4522710', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522724', null, '0', '4522724', '克山县', null, null, '', '', null, null, null, '3', '4522710', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522725', null, '0', '4522725', '克东县', null, null, '', '', null, null, null, '3', '4522710', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522726', null, '0', '4522726', '拜泉县', null, null, '', '', null, null, null, '3', '4522710', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522727', null, '0', '4522727', '讷河市', null, null, '', '', null, null, null, '3', '4522710', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522728', null, '0', '4522728', '鸡西市', null, null, '', '', null, null, null, '2', '4522689', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522729', null, '0', '4522729', '市辖区', null, null, '', '', null, null, null, '3', '4522728', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522730', null, '0', '4522730', '鸡冠区', null, null, '', '', null, null, null, '3', '4522728', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522731', null, '0', '4522731', '恒山区', null, null, '', '', null, null, null, '3', '4522728', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522732', null, '0', '4522732', '滴道区', null, null, '', '', null, null, null, '3', '4522728', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522733', null, '0', '4522733', '梨树区', null, null, '', '', null, null, null, '3', '4522728', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522734', null, '0', '4522734', '城子河区', null, null, '', '', null, null, null, '3', '4522728', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522735', null, '0', '4522735', '麻山区', null, null, '', '', null, null, null, '3', '4522728', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522736', null, '0', '4522736', '鸡东县', null, null, '', '', null, null, null, '3', '4522728', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522737', null, '0', '4522737', '虎林市', null, null, '', '', null, null, null, '3', '4522728', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522738', null, '0', '4522738', '密山市', null, null, '', '', null, null, null, '3', '4522728', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522739', null, '0', '4522739', '鹤岗市', null, null, '', '', null, null, null, '2', '4522689', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522740', null, '0', '4522740', '市辖区', null, null, '', '', null, null, null, '3', '4522739', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522741', null, '0', '4522741', '向阳区', null, null, '', '', null, null, null, '3', '4522739', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522742', null, '0', '4522742', '工农区', null, null, '', '', null, null, null, '3', '4522739', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522743', null, '0', '4522743', '南山区', null, null, '', '', null, null, null, '3', '4522739', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522744', null, '0', '4522744', '兴安区', null, null, '', '', null, null, null, '3', '4522739', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522745', null, '0', '4522745', '东山区', null, null, '', '', null, null, null, '3', '4522739', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522746', null, '0', '4522746', '兴山区', null, null, '', '', null, null, null, '3', '4522739', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522747', null, '0', '4522747', '萝北县', null, null, '', '', null, null, null, '3', '4522739', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522748', null, '0', '4522748', '绥滨县', null, null, '', '', null, null, null, '3', '4522739', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522749', null, '0', '4522749', '双鸭山市', null, null, '', '', null, null, null, '2', '4522689', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522750', null, '0', '4522750', '市辖区', null, null, '', '', null, null, null, '3', '4522749', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522751', null, '0', '4522751', '尖山区', null, null, '', '', null, null, null, '3', '4522749', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522752', null, '0', '4522752', '岭东区', null, null, '', '', null, null, null, '3', '4522749', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522753', null, '0', '4522753', '四方台区', null, null, '', '', null, null, null, '3', '4522749', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522754', null, '0', '4522754', '宝山区', null, null, '', '', null, null, null, '3', '4522749', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522755', null, '0', '4522755', '集贤县', null, null, '', '', null, null, null, '3', '4522749', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522756', null, '0', '4522756', '友谊县', null, null, '', '', null, null, null, '3', '4522749', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522757', null, '0', '4522757', '宝清县', null, null, '', '', null, null, null, '3', '4522749', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522758', null, '0', '4522758', '饶河县', null, null, '', '', null, null, null, '3', '4522749', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522759', null, '0', '4522759', '大庆市', null, null, '', '', null, null, null, '2', '4522689', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522760', null, '0', '4522760', '市辖区', null, null, '', '', null, null, null, '3', '4522759', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522761', null, '0', '4522761', '萨尔图区', null, null, '', '', null, null, null, '3', '4522759', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522762', null, '0', '4522762', '龙凤区', null, null, '', '', null, null, null, '3', '4522759', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522763', null, '0', '4522763', '让胡路区', null, null, '', '', null, null, null, '3', '4522759', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522764', null, '0', '4522764', '红岗区', null, null, '', '', null, null, null, '3', '4522759', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522765', null, '0', '4522765', '大同区', null, null, '', '', null, null, null, '3', '4522759', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522766', null, '0', '4522766', '肇州县', null, null, '', '', null, null, null, '3', '4522759', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522767', null, '0', '4522767', '肇源县', null, null, '', '', null, null, null, '3', '4522759', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522768', null, '0', '4522768', '林甸县', null, null, '', '', null, null, null, '3', '4522759', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522769', null, '0', '4522769', '杜尔伯特蒙古族自治县', null, null, '', '', null, null, null, '3', '4522759', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522770', null, '0', '4522770', '伊春市', null, null, '', '', null, null, null, '2', '4522689', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522771', null, '0', '4522771', '市辖区', null, null, '', '', null, null, null, '3', '4522770', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522772', null, '0', '4522772', '伊春区', null, null, '', '', null, null, null, '3', '4522770', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522773', null, '0', '4522773', '南岔区', null, null, '', '', null, null, null, '3', '4522770', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522774', null, '0', '4522774', '友好区', null, null, '', '', null, null, null, '3', '4522770', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522775', null, '0', '4522775', '西林区', null, null, '', '', null, null, null, '3', '4522770', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522776', null, '0', '4522776', '翠峦区', null, null, '', '', null, null, null, '3', '4522770', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522777', null, '0', '4522777', '新青区', null, null, '', '', null, null, null, '3', '4522770', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522778', null, '0', '4522778', '美溪区', null, null, '', '', null, null, null, '3', '4522770', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522779', null, '0', '4522779', '金山屯区', null, null, '', '', null, null, null, '3', '4522770', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522780', null, '0', '4522780', '五营区', null, null, '', '', null, null, null, '3', '4522770', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522781', null, '0', '4522781', '乌马河区', null, null, '', '', null, null, null, '3', '4522770', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522782', null, '0', '4522782', '汤旺河区', null, null, '', '', null, null, null, '3', '4522770', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522783', null, '0', '4522783', '带岭区', null, null, '', '', null, null, null, '3', '4522770', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522784', null, '0', '4522784', '乌伊岭区', null, null, '', '', null, null, null, '3', '4522770', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522785', null, '0', '4522785', '红星区', null, null, '', '', null, null, null, '3', '4522770', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522786', null, '0', '4522786', '上甘岭区', null, null, '', '', null, null, null, '3', '4522770', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522787', null, '0', '4522787', '嘉荫县', null, null, '', '', null, null, null, '3', '4522770', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522788', null, '0', '4522788', '铁力市', null, null, '', '', null, null, null, '3', '4522770', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522789', null, '0', '4522789', '佳木斯市', null, null, '', '', null, null, null, '2', '4522689', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522790', null, '0', '4522790', '市辖区', null, null, '', '', null, null, null, '3', '4522789', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522791', null, '0', '4522791', '向阳区', null, null, '', '', null, null, null, '3', '4522789', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522792', null, '0', '4522792', '前进区', null, null, '', '', null, null, null, '3', '4522789', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522793', null, '0', '4522793', '东风区', null, null, '', '', null, null, null, '3', '4522789', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522794', null, '0', '4522794', '郊区', null, null, '', '', null, null, null, '3', '4522789', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522795', null, '0', '4522795', '桦南县', null, null, '', '', null, null, null, '3', '4522789', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522796', null, '0', '4522796', '桦川县', null, null, '', '', null, null, null, '3', '4522789', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522797', null, '0', '4522797', '汤原县', null, null, '', '', null, null, null, '3', '4522789', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522798', null, '0', '4522798', '抚远县', null, null, '', '', null, null, null, '3', '4522789', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522799', null, '0', '4522799', '同江市', null, null, '', '', null, null, null, '3', '4522789', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522800', null, '0', '4522800', '富锦市', null, null, '', '', null, null, null, '3', '4522789', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522801', null, '0', '4522801', '七台河市', null, null, '', '', null, null, null, '2', '4522689', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522802', null, '0', '4522802', '市辖区', null, null, '', '', null, null, null, '3', '4522801', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522803', null, '0', '4522803', '新兴区', null, null, '', '', null, null, null, '3', '4522801', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522804', null, '0', '4522804', '桃山区', null, null, '', '', null, null, null, '3', '4522801', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522805', null, '0', '4522805', '茄子河区', null, null, '', '', null, null, null, '3', '4522801', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522806', null, '0', '4522806', '勃利县', null, null, '', '', null, null, null, '3', '4522801', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522807', null, '0', '4522807', '牡丹江市', null, null, '', '', null, null, null, '2', '4522689', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522808', null, '0', '4522808', '市辖区', null, null, '', '', null, null, null, '3', '4522807', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522809', null, '0', '4522809', '东安区', null, null, '', '', null, null, null, '3', '4522807', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522810', null, '0', '4522810', '阳明区', null, null, '', '', null, null, null, '3', '4522807', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522811', null, '0', '4522811', '爱民区', null, null, '', '', null, null, null, '3', '4522807', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522812', null, '0', '4522812', '西安区', null, null, '', '', null, null, null, '3', '4522807', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522813', null, '0', '4522813', '东宁县', null, null, '', '', null, null, null, '3', '4522807', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522814', null, '0', '4522814', '林口县', null, null, '', '', null, null, null, '3', '4522807', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522815', null, '0', '4522815', '绥芬河市', null, null, '', '', null, null, null, '3', '4522807', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522816', null, '0', '4522816', '海林市', null, null, '', '', null, null, null, '3', '4522807', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522817', null, '0', '4522817', '宁安市', null, null, '', '', null, null, null, '3', '4522807', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522818', null, '0', '4522818', '穆棱市', null, null, '', '', null, null, null, '3', '4522807', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522819', null, '0', '4522819', '黑河市', null, null, '', '', null, null, null, '2', '4522689', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522820', null, '0', '4522820', '市辖区', null, null, '', '', null, null, null, '3', '4522819', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522821', null, '0', '4522821', '爱辉区', null, null, '', '', null, null, null, '3', '4522819', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522822', null, '0', '4522822', '嫩江县', null, null, '', '', null, null, null, '3', '4522819', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522823', null, '0', '4522823', '逊克县', null, null, '', '', null, null, null, '3', '4522819', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522824', null, '0', '4522824', '孙吴县', null, null, '', '', null, null, null, '3', '4522819', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522825', null, '0', '4522825', '北安市', null, null, '', '', null, null, null, '3', '4522819', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522826', null, '0', '4522826', '五大连池市', null, null, '', '', null, null, null, '3', '4522819', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522827', null, '0', '4522827', '绥化市', null, null, '', '', null, null, null, '2', '4522689', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522828', null, '0', '4522828', '市辖区', null, null, '', '', null, null, null, '3', '4522827', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522829', null, '0', '4522829', '北林区', null, null, '', '', null, null, null, '3', '4522827', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522830', null, '0', '4522830', '望奎县', null, null, '', '', null, null, null, '3', '4522827', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522831', null, '0', '4522831', '兰西县', null, null, '', '', null, null, null, '3', '4522827', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522832', null, '0', '4522832', '青冈县', null, null, '', '', null, null, null, '3', '4522827', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522833', null, '0', '4522833', '庆安县', null, null, '', '', null, null, null, '3', '4522827', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522834', null, '0', '4522834', '明水县', null, null, '', '', null, null, null, '3', '4522827', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522835', null, '0', '4522835', '绥棱县', null, null, '', '', null, null, null, '3', '4522827', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522836', null, '0', '4522836', '安达市', null, null, '', '', null, null, null, '3', '4522827', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522837', null, '0', '4522837', '肇东市', null, null, '', '', null, null, null, '3', '4522827', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522838', null, '0', '4522838', '海伦市', null, null, '', '', null, null, null, '3', '4522827', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522839', null, '0', '4522839', '大兴安岭地区', null, null, '', '', null, null, null, '2', '4522689', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522840', null, '0', '4522840', '加格达奇区', null, null, '', '', null, null, null, '3', '4522839', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522841', null, '0', '4522841', '松岭区', null, null, '', '', null, null, null, '3', '4522839', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522842', null, '0', '4522842', '新林区', null, null, '', '', null, null, null, '3', '4522839', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522843', null, '0', '4522843', '呼中区', null, null, '', '', null, null, null, '3', '4522839', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522844', null, '0', '4522844', '呼玛县', null, null, '', '', null, null, null, '3', '4522839', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522845', null, '0', '4522845', '塔河县', null, null, '', '', null, null, null, '3', '4522839', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522846', null, '0', '4522846', '漠河县', null, null, '', '', null, null, null, '3', '4522839', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522847', null, '0', '4522847', '上海', null, null, '', '', null, null, null, '1', null, '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522848', null, '0', '4522848', '上海市', null, null, '', '', null, null, null, '2', '4522847', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522849', null, '0', '4522849', '黄浦区', null, null, '', '', null, null, null, '3', '4522848', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522850', null, '0', '4522850', '卢湾区', null, null, '', '', null, null, null, '3', '4522848', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522851', null, '0', '4522851', '徐汇区', null, null, '', '', null, null, null, '3', '4522848', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522852', null, '0', '4522852', '长宁区', null, null, '', '', null, null, null, '3', '4522848', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522853', null, '0', '4522853', '静安区', null, null, '', '', null, null, null, '3', '4522848', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522854', null, '0', '4522854', '普陀区', null, null, '', '', null, null, null, '3', '4522848', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522855', null, '0', '4522855', '闸北区', null, null, '', '', null, null, null, '3', '4522848', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522856', null, '0', '4522856', '虹口区', null, null, '', '', null, null, null, '3', '4522848', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522857', null, '0', '4522857', '杨浦区', null, null, '', '', null, null, null, '3', '4522848', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522858', null, '0', '4522858', '闵行区', null, null, '', '', null, null, null, '3', '4522848', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522859', null, '0', '4522859', '宝山区', null, null, '', '', null, null, null, '3', '4522848', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522860', null, '0', '4522860', '嘉定区', null, null, '', '', null, null, null, '3', '4522848', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522861', null, '0', '4522861', '浦东新区', null, null, '', '', null, null, null, '3', '4522848', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522862', null, '0', '4522862', '金山区', null, null, '', '', null, null, null, '3', '4522848', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522863', null, '0', '4522863', '松江区', null, null, '', '', null, null, null, '3', '4522848', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522864', null, '0', '4522864', '青浦区', null, null, '', '', null, null, null, '3', '4522848', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522865', null, '0', '4522865', '奉贤区', null, null, '', '', null, null, null, '3', '4522848', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522867', null, '0', '4522867', '崇明县', null, null, '', '', null, null, null, '3', '4522848', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522868', null, '0', '4522868', '江苏', null, null, '', '', null, null, null, '1', null, '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522869', null, '0', '4522869', '南京市', null, null, '', '', null, null, null, '2', '4522868', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522870', null, '0', '4522870', '市辖区', null, null, '', '', null, null, null, '3', '4522869', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522871', null, '0', '4522871', '玄武区', null, null, '', '', null, null, null, '3', '4522869', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522872', null, '0', '4522872', '白下区', null, null, '', '', null, null, null, '3', '4522869', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522873', null, '0', '4522873', '秦淮区', null, null, '', '', null, null, null, '3', '4522869', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522874', null, '0', '4522874', '建邺区', null, null, '', '', null, null, null, '3', '4522869', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522875', null, '0', '4522875', '鼓楼区', null, null, '', '', null, null, null, '3', '4522869', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522876', null, '0', '4522876', '下关区', null, null, '', '', null, null, null, '3', '4522869', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522877', null, '0', '4522877', '浦口区', null, null, '', '', null, null, null, '3', '4522869', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522878', null, '0', '4522878', '栖霞区', null, null, '', '', null, null, null, '3', '4522869', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522879', null, '0', '4522879', '雨花台区', null, null, '', '', null, null, null, '3', '4522869', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522880', null, '0', '4522880', '江宁区', null, null, '', '', null, null, null, '3', '4522869', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522881', null, '0', '4522881', '六合区', null, null, '', '', null, null, null, '3', '4522869', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522882', null, '0', '4522882', '溧水县', null, null, '', '', null, null, null, '3', '4522869', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522883', null, '0', '4522883', '高淳县', null, null, '', '', null, null, null, '3', '4522869', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522884', null, '0', '4522884', '无锡市', null, null, '', '', null, null, null, '2', '4522868', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522885', null, '0', '4522885', '市辖区', null, null, '', '', null, null, null, '3', '4522884', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522886', null, '0', '4522886', '崇安区', null, null, '', '', null, null, null, '3', '4522884', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522887', null, '0', '4522887', '南长区', null, null, '', '', null, null, null, '3', '4522884', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522888', null, '0', '4522888', '北塘区', null, null, '', '', null, null, null, '3', '4522884', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522889', null, '0', '4522889', '锡山区', null, null, '', '', null, null, null, '3', '4522884', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522890', null, '0', '4522890', '惠山区', null, null, '', '', null, null, null, '3', '4522884', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522891', null, '0', '4522891', '滨湖区', null, null, '', '', null, null, null, '3', '4522884', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522892', null, '0', '4522892', '江阴市', null, null, '', '', null, null, null, '3', '4522884', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522893', null, '0', '4522893', '宜兴市', null, null, '', '', null, null, null, '3', '4522884', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522894', null, '0', '4522894', '徐州市', null, null, '', '', null, null, null, '2', '4522868', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522895', null, '0', '4522895', '市辖区', null, null, '', '', null, null, null, '3', '4522894', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522896', null, '0', '4522896', '鼓楼区', null, null, '', '', null, null, null, '3', '4522894', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522897', null, '0', '4522897', '云龙区', null, null, '', '', null, null, null, '3', '4522894', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522898', null, '0', '4522898', '贾汪区', null, null, '', '', null, null, null, '3', '4522894', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522899', null, '0', '4522899', '泉山区', null, null, '', '', null, null, null, '3', '4522894', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522900', null, '0', '4522900', '铜山区', null, null, '', '', null, null, null, '3', '4522894', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522901', null, '0', '4522901', '丰县', null, null, '', '', null, null, null, '3', '4522894', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522902', null, '0', '4522902', '沛县', null, null, '', '', null, null, null, '3', '4522894', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522903', null, '0', '4522903', '睢宁县', null, null, '', '', null, null, null, '3', '4522894', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522904', null, '0', '4522904', '新沂市', null, null, '', '', null, null, null, '3', '4522894', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522905', null, '0', '4522905', '邳州市', null, null, '', '', null, null, null, '3', '4522894', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522906', null, '0', '4522906', '常州市', null, null, '', '', null, null, null, '2', '4522868', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522907', null, '0', '4522907', '市辖区', null, null, '', '', null, null, null, '3', '4522906', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522908', null, '0', '4522908', '天宁区', null, null, '', '', null, null, null, '3', '4522906', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522909', null, '0', '4522909', '钟楼区', null, null, '', '', null, null, null, '3', '4522906', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522910', null, '0', '4522910', '戚墅堰区', null, null, '', '', null, null, null, '3', '4522906', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522911', null, '0', '4522911', '新北区', null, null, '', '', null, null, null, '3', '4522906', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522912', null, '0', '4522912', '武进区', null, null, '', '', null, null, null, '3', '4522906', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522913', null, '0', '4522913', '溧阳市', null, null, '', '', null, null, null, '3', '4522906', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522914', null, '0', '4522914', '金坛市', null, null, '', '', null, null, null, '3', '4522906', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522915', null, '0', '4522915', '苏州市', null, null, '', '', null, null, null, '2', '4522868', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522916', null, '0', '4522916', '市辖区', null, null, '', '', null, null, null, '3', '4522915', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522917', null, '0', '4522917', '沧浪区', null, null, '', '', null, null, null, '3', '4522915', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522918', null, '0', '4522918', '平江区', null, null, '', '', null, null, null, '3', '4522915', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522919', null, '0', '4522919', '金阊区', null, null, '', '', null, null, null, '3', '4522915', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522920', null, '0', '4522920', '虎丘区', null, null, '', '', null, null, null, '3', '4522915', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522921', null, '0', '4522921', '吴中区', null, null, '', '', null, null, null, '3', '4522915', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522922', null, '0', '4522922', '相城区', null, null, '', '', null, null, null, '3', '4522915', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522923', null, '0', '4522923', '常熟市', null, null, '', '', null, null, null, '3', '4522915', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522924', null, '0', '4522924', '张家港市', null, null, '', '', null, null, null, '3', '4522915', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522925', null, '0', '4522925', '昆山市', null, null, '', '', null, null, null, '3', '4522915', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522926', null, '0', '4522926', '吴江市', null, null, '', '', null, null, null, '3', '4522915', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522927', null, '0', '4522927', '太仓市', null, null, '', '', null, null, null, '3', '4522915', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522928', null, '0', '4522928', '南通市', null, null, '', '', null, null, null, '2', '4522868', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522929', null, '0', '4522929', '市辖区', null, null, '', '', null, null, null, '3', '4522928', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522930', null, '0', '4522930', '崇川区', null, null, '', '', null, null, null, '3', '4522928', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522931', null, '0', '4522931', '港闸区', null, null, '', '', null, null, null, '3', '4522928', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522932', null, '0', '4522932', '通州区', null, null, '', '', null, null, null, '3', '4522928', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522933', null, '0', '4522933', '海安县', null, null, '', '', null, null, null, '3', '4522928', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522934', null, '0', '4522934', '如东县', null, null, '', '', null, null, null, '3', '4522928', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522935', null, '0', '4522935', '启东市', null, null, '', '', null, null, null, '3', '4522928', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522936', null, '0', '4522936', '如皋市', null, null, '', '', null, null, null, '3', '4522928', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522937', null, '0', '4522937', '海门市', null, null, '', '', null, null, null, '3', '4522928', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522938', null, '0', '4522938', '连云港市', null, null, '', '', null, null, null, '2', '4522868', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522939', null, '0', '4522939', '市辖区', null, null, '', '', null, null, null, '3', '4522938', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522940', null, '0', '4522940', '连云区', null, null, '', '', null, null, null, '3', '4522938', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522941', null, '0', '4522941', '新浦区', null, null, '', '', null, null, null, '3', '4522938', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522942', null, '0', '4522942', '海州区', null, null, '', '', null, null, null, '3', '4522938', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522943', null, '0', '4522943', '赣榆县', null, null, '', '', null, null, null, '3', '4522938', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522944', null, '0', '4522944', '东海县', null, null, '', '', null, null, null, '3', '4522938', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522945', null, '0', '4522945', '灌云县', null, null, '', '', null, null, null, '3', '4522938', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522946', null, '0', '4522946', '灌南县', null, null, '', '', null, null, null, '3', '4522938', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522947', null, '0', '4522947', '淮安市', null, null, '', '', null, null, null, '2', '4522868', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522948', null, '0', '4522948', '市辖区', null, null, '', '', null, null, null, '3', '4522947', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522949', null, '0', '4522949', '清河区', null, null, '', '', null, null, null, '3', '4522947', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522950', null, '0', '4522950', '楚州区', null, null, '', '', null, null, null, '3', '4522947', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522951', null, '0', '4522951', '淮阴区', null, null, '', '', null, null, null, '3', '4522947', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522952', null, '0', '4522952', '清浦区', null, null, '', '', null, null, null, '3', '4522947', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522953', null, '0', '4522953', '涟水县', null, null, '', '', null, null, null, '3', '4522947', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522954', null, '0', '4522954', '洪泽县', null, null, '', '', null, null, null, '3', '4522947', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522955', null, '0', '4522955', '盱眙县', null, null, '', '', null, null, null, '3', '4522947', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522956', null, '0', '4522956', '金湖县', null, null, '', '', null, null, null, '3', '4522947', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522957', null, '0', '4522957', '盐城市', null, null, '', '', null, null, null, '2', '4522868', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522958', null, '0', '4522958', '市辖区', null, null, '', '', null, null, null, '3', '4522957', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522959', null, '0', '4522959', '亭湖区', null, null, '', '', null, null, null, '3', '4522957', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522960', null, '0', '4522960', '盐都区', null, null, '', '', null, null, null, '3', '4522957', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522961', null, '0', '4522961', '响水县', null, null, '', '', null, null, null, '3', '4522957', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522962', null, '0', '4522962', '滨海县', null, null, '', '', null, null, null, '3', '4522957', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522963', null, '0', '4522963', '阜宁县', null, null, '', '', null, null, null, '3', '4522957', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522964', null, '0', '4522964', '射阳县', null, null, '', '', null, null, null, '3', '4522957', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522965', null, '0', '4522965', '建湖县', null, null, '', '', null, null, null, '3', '4522957', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522966', null, '0', '4522966', '东台市', null, null, '', '', null, null, null, '3', '4522957', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522967', null, '0', '4522967', '大丰市', null, null, '', '', null, null, null, '3', '4522957', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522968', null, '0', '4522968', '扬州市', null, null, '', '', null, null, null, '2', '4522868', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522969', null, '0', '4522969', '市辖区', null, null, '', '', null, null, null, '3', '4522968', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522970', null, '0', '4522970', '广陵区', null, null, '', '', null, null, null, '3', '4522968', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522971', null, '0', '4522971', '邗江区', null, null, '', '', null, null, null, '3', '4522968', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522972', null, '0', '4522972', '维扬区', null, null, '', '', null, null, null, '3', '4522968', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522973', null, '0', '4522973', '宝应县', null, null, '', '', null, null, null, '3', '4522968', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522974', null, '0', '4522974', '仪征市', null, null, '', '', null, null, null, '3', '4522968', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522975', null, '0', '4522975', '高邮市', null, null, '', '', null, null, null, '3', '4522968', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522976', null, '0', '4522976', '江都市', null, null, '', '', null, null, null, '3', '4522968', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522977', null, '0', '4522977', '镇江市', null, null, '', '', null, null, null, '2', '4522868', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522978', null, '0', '4522978', '市辖区', null, null, '', '', null, null, null, '3', '4522977', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522979', null, '0', '4522979', '京口区', null, null, '', '', null, null, null, '3', '4522977', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522980', null, '0', '4522980', '润州区', null, null, '', '', null, null, null, '3', '4522977', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522981', null, '0', '4522981', '丹徒区', null, null, '', '', null, null, null, '3', '4522977', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522982', null, '0', '4522982', '丹阳市', null, null, '', '', null, null, null, '3', '4522977', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522983', null, '0', '4522983', '扬中市', null, null, '', '', null, null, null, '3', '4522977', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522984', null, '0', '4522984', '句容市', null, null, '', '', null, null, null, '3', '4522977', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522985', null, '0', '4522985', '泰州市', null, null, '', '', null, null, null, '2', '4522868', '000000', '2016');
INSERT INTO `dns_ele_department` VALUES ('4522986', null, '0', '4522986', '市辖区', null, null, '', '', null, null, null, '3', '4522985', '000000', '2016');

-- ----------------------------
-- Table structure for `dns_ele_enterprise`
-- ----------------------------
DROP TABLE IF EXISTS `dns_ele_enterprise`;
CREATE TABLE `dns_ele_enterprise` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `addTime` datetime DEFAULT NULL,
  `is_deleted` int(11) DEFAULT '0',
  `code` varchar(42) DEFAULT NULL,
  `create_date` datetime DEFAULT NULL,
  `create_user` bigint(20) DEFAULT NULL,
  `enabled` bit(1) DEFAULT b'1',
  `last_ver` varchar(255) DEFAULT NULL,
  `latest_op_date` datetime DEFAULT NULL,
  `latest_op_user` bigint(20) DEFAULT NULL,
  `leaf` bit(1) DEFAULT b'1',
  `level` tinyint(4) DEFAULT '1',
  `name` varchar(42) DEFAULT NULL,
  `rg_code` varchar(255) DEFAULT NULL,
  `set_year` tinyint(4) DEFAULT NULL,
  `parent_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FKF4CFE378C224AF86` (`parent_id`),
  CONSTRAINT `FKF4CFE378C224AF86` FOREIGN KEY (`parent_id`) REFERENCES `dns_ele_enterprise` (`id`),
  CONSTRAINT `FKosevv2tr050rrvp50ml9d7p50` FOREIGN KEY (`parent_id`) REFERENCES `dns_ele_enterprise` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of dns_ele_enterprise
-- ----------------------------

-- ----------------------------
-- Table structure for `dns_enumerate`
-- ----------------------------
DROP TABLE IF EXISTS `dns_enumerate`;
CREATE TABLE `dns_enumerate` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `addTime` datetime DEFAULT NULL,
  `is_deleted` int(11) DEFAULT '0',
  `code` varchar(42) DEFAULT NULL,
  `codedesc` varchar(255) DEFAULT NULL,
  `editmode` bit(1) DEFAULT b'0',
  `enabled` bit(1) DEFAULT b'1',
  `field` varchar(42) DEFAULT NULL,
  `fieldname` varchar(255) DEFAULT NULL,
  `remark` varchar(255) DEFAULT NULL,
  `rg_code` varchar(42) DEFAULT '000000',
  `sortno` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=54 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of dns_enumerate
-- ----------------------------
INSERT INTO `dns_enumerate` VALUES ('1', null, '0', '0', '未知', '', '', 'SEX', '性别', '', '000000', '1');
INSERT INTO `dns_enumerate` VALUES ('2', null, '0', '1', '男', '', '', 'SEX', '性别', '', '000000', '2');
INSERT INTO `dns_enumerate` VALUES ('3', null, '0', '2', '女', '', '', 'SEX', '性别', '', '000000', '3');
INSERT INTO `dns_enumerate` VALUES ('4', null, '0', '0', '激活', '', '', 'LOCKED', '锁定', '', '000000', '2');
INSERT INTO `dns_enumerate` VALUES ('5', null, '0', '1', '锁定', '', '', 'LOCKED', '锁定', '', '000000', '1');
INSERT INTO `dns_enumerate` VALUES ('10', null, '0', '0', '只读', '', '', 'EDITMODE', '编辑模式', '', '000000', '1');
INSERT INTO `dns_enumerate` VALUES ('11', null, '0', '1', '可编辑', '', '', 'EDITMODE', '编辑模式', '', '000000', '2');
INSERT INTO `dns_enumerate` VALUES ('12', null, '0', '0', '禁用', '', '', 'ENABLED', '启用状态', '', '000000', '1');
INSERT INTO `dns_enumerate` VALUES ('13', null, '0', '1', '启用', '', '', 'ENABLED', '启用状态', '', '000000', '2');
INSERT INTO `dns_enumerate` VALUES ('17', null, '0', '1', '系统菜单', '', '', 'MENUTYPE', '菜单类型', '', '000000', '1');
INSERT INTO `dns_enumerate` VALUES ('18', null, '0', '0', '业务菜单', '', '', 'MENUTYPE', '菜单类型', '', '000000', '2');
INSERT INTO `dns_enumerate` VALUES ('24', null, '0', '1', '按钮', '', '', 'CMPTYPE', 'UI元素类型', '', '000000', '1');
INSERT INTO `dns_enumerate` VALUES ('25', null, '0', '2', '表单输入(textField|textArea|comboBox|checkBox|radioBox|htmlEditor)', '', '', 'CMPTYPE', 'UI元素类型', '', '000000', '2');
INSERT INTO `dns_enumerate` VALUES ('26', null, '0', '3', '面板容器(Panel|TabPanel|GridPanel|FormPanel|TreePanel)', '', '', 'CMPTYPE', 'UI组件类型', '', '000000', '3');
INSERT INTO `dns_enumerate` VALUES ('27', null, '0', '1', '禁用', '', '', 'PARTAUTHTYPE', 'UI元素授权类型', '', '000000', '2');
INSERT INTO `dns_enumerate` VALUES ('28', null, '0', '3', '只读', '', '', 'PARTAUTHTYPE', 'UI元素授权类型', '', '000000', '3');
INSERT INTO `dns_enumerate` VALUES ('29', null, '0', '4', '编辑', '', '', 'PARTAUTHTYPE', 'UI元素授权类型', '', '000000', '4');
INSERT INTO `dns_enumerate` VALUES ('30', null, '0', '5', '显示', '', '', 'PARTAUTHTYPE', 'UI元素授权类型', '', '000000', '5');
INSERT INTO `dns_enumerate` VALUES ('31', null, '0', '6', '隐藏', '', '', 'PARTAUTHTYPE', 'UI元素授权类型', '', '000000', '6');
INSERT INTO `dns_enumerate` VALUES ('32', null, '0', '0', '挂起', '', '', 'PARTAUTHTYPE', 'UI元素授权类型', '', '000000', '1');
INSERT INTO `dns_enumerate` VALUES ('33', null, '0', '2', '激活', '', '', 'PARTAUTHTYPE', 'UI元素授权类型', '', '000000', '4');
INSERT INTO `dns_enumerate` VALUES ('36', null, '0', '4', 'HTML元素', '', '', 'CMPTYPE', 'UI元素类型', 'jQuery用', '000000', '4');
INSERT INTO `dns_enumerate` VALUES ('37', null, '0', '0', '否', '', '', 'YESNO', '是否', '', '000000', '1');
INSERT INTO `dns_enumerate` VALUES ('38', null, '0', '1', '是', '', '', 'YESNO', '是否', '', '000000', '2');
INSERT INTO `dns_enumerate` VALUES ('39', null, '0', 'textfield', '文本框', '', '', 'XTYPE', '控件类型', '', '000000', '1');
INSERT INTO `dns_enumerate` VALUES ('40', null, '0', 'combofield', '下拉列表框', '', '', 'XTYPE', '控件类型', '', '000000', '2');
INSERT INTO `dns_enumerate` VALUES ('41', null, '0', 'treefield', '下拉树', '', '', 'XTYPE', '控件类型', '', '000000', '3');
INSERT INTO `dns_enumerate` VALUES ('42', null, '0', 'chkfield', '复选框', '', '', 'XTYPE', '控件类型', '', '000000', '4');
INSERT INTO `dns_enumerate` VALUES ('43', null, '0', 'radiofield', '单选框', '', '', 'XTYPE', '控件类型', '', '000000', '5');
INSERT INTO `dns_enumerate` VALUES ('44', null, '0', 'datefield', '日期选择框', '', '', 'XTYPE', '控件类型', '', '000000', '6');
INSERT INTO `dns_enumerate` VALUES ('45', null, '0', 'timefield', '时间录入框', '', '', 'XTYPE', '控件类型', '', '000000', '7');
INSERT INTO `dns_enumerate` VALUES ('46', null, '0', 'textarea', '多行文本框', '', '', 'XTYPE', '控件类型', '', '000000', '8');
INSERT INTO `dns_enumerate` VALUES ('47', null, '0', 'label', '标题标签', '', '', 'XTYPE', '控件类型', '', '000000', '9');
INSERT INTO `dns_enumerate` VALUES ('48', null, '0', 'custnumberfield', '数字编辑框', '', '', 'XTYPE', '控件类型', '', '000000', '10');
INSERT INTO `dns_enumerate` VALUES ('49', null, '0', 'moneyfield', '货币数字编辑框', '', '', 'XTYPE', '控件类型', '', '000000', '11');
INSERT INTO `dns_enumerate` VALUES ('50', null, '0', 'percentfield', '百分比数字编辑框', '', '', 'XTYPE', '控件类型', '', '000000', '12');
INSERT INTO `dns_enumerate` VALUES ('51', null, '0', 'hidden', '隐藏字段', '', '', 'XTYPE', '控件类型', '', '000000', '13');
INSERT INTO `dns_enumerate` VALUES ('52', null, '0', 'button', '按钮', '', '', 'XTYPE', '控件类型', '', '000000', '15');
INSERT INTO `dns_enumerate` VALUES ('53', null, '0', 'colmodel', '表格列', '', '', 'XTYPE', '控件类型', '', '000000', '20');

-- ----------------------------
-- Table structure for `dns_menu`
-- ----------------------------
DROP TABLE IF EXISTS `dns_menu`;
CREATE TABLE `dns_menu` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `addTime` datetime DEFAULT NULL,
  `is_deleted` int(11) DEFAULT '0',
  `dispName` varchar(255) DEFAULT NULL,
  `display` bit(1) DEFAULT b'1',
  `info` varchar(255) DEFAULT NULL,
  `menuCode` varchar(255) DEFAULT NULL,
  `menuName` varchar(255) DEFAULT NULL,
  `sequence` int(11) NOT NULL,
  `type` varchar(255) DEFAULT NULL,
  `mg_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FK188E1AB544B04B` (`mg_id`),
  CONSTRAINT `FK188E1AB544B04B` FOREIGN KEY (`mg_id`) REFERENCES `dns_menugroup` (`id`),
  CONSTRAINT `FKjbc7iil91jetd12aimv2u9g19` FOREIGN KEY (`mg_id`) REFERENCES `dns_menugroup` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of dns_menu
-- ----------------------------
INSERT INTO `dns_menu` VALUES ('1', '2016-02-23 11:14:57', '0', '欢迎页面', '', null, 'ROLE_ADMIN_INDEX', '欢迎页面', '0', 'MANAGE', '1');
INSERT INTO `dns_menu` VALUES ('2', '2016-02-23 11:14:57', '0', '系统提示页', '', null, 'ROLE_ADMIN_SYS_TIP', '系统提示页', '0', 'MANAGE', '1');
INSERT INTO `dns_menu` VALUES ('3', '2016-02-24 10:57:51', '0', '用户管理', '', null, 'ROLE_USER_MANAGE', '用户管理', '0', 'MANAGE', '2');
INSERT INTO `dns_menu` VALUES ('4', '2016-02-24 10:57:52', '0', '菜单管理', '', null, 'ROLE_MENU_MANAGE', '菜单管理', '0', 'MANAGE', '2');
INSERT INTO `dns_menu` VALUES ('5', '2016-02-24 10:57:52', '0', '角色管理', '', null, 'ROLE_ROLE_MANAGE', '角色管理', '0', 'MANAGE', '2');
INSERT INTO `dns_menu` VALUES ('6', '2016-02-24 10:57:52', '0', '角色菜单授权', '', null, 'ROLE_ROLE_MENU', '角色菜单授权', '0', 'MANAGE', '2');
INSERT INTO `dns_menu` VALUES ('7', '2016-02-24 10:57:53', '0', '系统要素管理', '', null, 'ROLE_ELEMENT_MANAGE', '系统要素管理', '0', 'MANAGE', '3');
INSERT INTO `dns_menu` VALUES ('8', '2016-02-24 10:57:53', '0', '界面视图管理', '', null, 'ROLE_UI_MANAGE', '界面视图管理', '0', 'MANAGE', '3');

-- ----------------------------
-- Table structure for `dns_menugroup`
-- ----------------------------
DROP TABLE IF EXISTS `dns_menugroup`;
CREATE TABLE `dns_menugroup` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `addTime` datetime DEFAULT NULL,
  `is_deleted` int(11) DEFAULT '0',
  `dispname` varchar(255) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `sequence` int(11) NOT NULL,
  `type` varchar(255) DEFAULT NULL,
  `app_id` bigint(20) DEFAULT NULL,
  `icons` varchar(60) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FKA8F044EA94D64C65` (`app_id`),
  CONSTRAINT `FK5xf2nuge0k6nl3ex07xtsg361` FOREIGN KEY (`app_id`) REFERENCES `dns_app` (`id`),
  CONSTRAINT `FKA8F044EA94D64C65` FOREIGN KEY (`app_id`) REFERENCES `dns_app` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of dns_menugroup
-- ----------------------------
INSERT INTO `dns_menugroup` VALUES ('1', '2016-02-23 11:14:57', '0', '系统设置', '系统设置', '0', 'MANAGE', '1', null);
INSERT INTO `dns_menugroup` VALUES ('2', '2016-02-24 10:57:51', '0', '用户配置', '用户配置', '2', 'MANAGE', '1', 'glyphicon glyphicon-user');
INSERT INTO `dns_menugroup` VALUES ('3', '2016-02-24 10:57:53', '0', '开发配置', '开发配置', '3', 'MANAGE', '1', 'fa fa-desktop');

-- ----------------------------
-- Table structure for `dns_menu_res`
-- ----------------------------
DROP TABLE IF EXISTS `dns_menu_res`;
CREATE TABLE `dns_menu_res` (
  `menu_id` bigint(20) NOT NULL,
  `res_id` bigint(20) NOT NULL,
  KEY `FK9A14A0166DEBB06F` (`menu_id`),
  KEY `FK9A14A016B13F4805` (`res_id`),
  CONSTRAINT `FK9A14A0166DEBB06F` FOREIGN KEY (`menu_id`) REFERENCES `dns_menu` (`id`),
  CONSTRAINT `FK9A14A016B13F4805` FOREIGN KEY (`res_id`) REFERENCES `dns_res` (`id`),
  CONSTRAINT `FKe688lu3qs0c9jkrnej0t8dwa1` FOREIGN KEY (`menu_id`) REFERENCES `dns_menu` (`id`),
  CONSTRAINT `FKqf4m39fn0okal37prv83ifded` FOREIGN KEY (`res_id`) REFERENCES `dns_res` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of dns_menu_res
-- ----------------------------
INSERT INTO `dns_menu_res` VALUES ('2', '2');
INSERT INTO `dns_menu_res` VALUES ('2', '3');
INSERT INTO `dns_menu_res` VALUES ('2', '4');
INSERT INTO `dns_menu_res` VALUES ('1', '1');
INSERT INTO `dns_menu_res` VALUES ('1', '5');
INSERT INTO `dns_menu_res` VALUES ('1', '6');
INSERT INTO `dns_menu_res` VALUES ('1', '7');
INSERT INTO `dns_menu_res` VALUES ('1', '8');
INSERT INTO `dns_menu_res` VALUES ('1', '9');
INSERT INTO `dns_menu_res` VALUES ('3', '10');
INSERT INTO `dns_menu_res` VALUES ('4', '11');
INSERT INTO `dns_menu_res` VALUES ('5', '12');
INSERT INTO `dns_menu_res` VALUES ('6', '13');
INSERT INTO `dns_menu_res` VALUES ('7', '14');
INSERT INTO `dns_menu_res` VALUES ('8', '15');

-- ----------------------------
-- Table structure for `dns_res`
-- ----------------------------
DROP TABLE IF EXISTS `dns_res`;
CREATE TABLE `dns_res` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `addTime` datetime DEFAULT NULL,
  `is_deleted` int(11) DEFAULT '0',
  `entrance` bit(1) NOT NULL,
  `info` varchar(255) DEFAULT NULL,
  `resName` varchar(255) DEFAULT NULL,
  `sequence` int(11) NOT NULL,
  `type` varchar(255) DEFAULT NULL,
  `value` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=16 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of dns_res
-- ----------------------------
INSERT INTO `dns_res` VALUES ('1', '2016-02-23 11:14:57', '0', '', null, '欢迎页面', '0', 'URL', '/manage/welcome.htm*');
INSERT INTO `dns_res` VALUES ('2', '2016-02-23 11:14:57', '0', '', null, '系统提醒页', '0', 'URL', '/manage/sys_tip_list.htm*');
INSERT INTO `dns_res` VALUES ('3', '2016-02-23 11:14:57', '0', '', null, '系统提醒删除', '0', 'URL', '/manage/sys_tip_del.htm*');
INSERT INTO `dns_res` VALUES ('4', '2016-02-23 11:14:58', '0', '', null, '系统提醒处理', '0', 'URL', '/manage/sys_tip_do.htm*');
INSERT INTO `dns_res` VALUES ('5', '2016-02-23 11:14:58', '0', '', null, '关于我们', '0', 'URL', '/manage/aboutus.htm*');
INSERT INTO `dns_res` VALUES ('6', '2016-02-23 11:14:58', '0', '', null, '业务首页管理', '0', 'URL', '/manage/index.htm*');
INSERT INTO `dns_res` VALUES ('7', '2016-02-23 11:14:58', '0', '', null, '载入用户信息', '0', 'URL', '/manage/loaduserinfo.htm*');
INSERT INTO `dns_res` VALUES ('8', '2016-02-23 11:14:58', '0', '', null, '业务首页载入', '0', 'URL', '/manage/index_load.htm*');
INSERT INTO `dns_res` VALUES ('9', '2016-02-23 11:14:58', '0', '', null, '修改密码', '0', 'URL', '/manage/user_psw_save.htm*');
INSERT INTO `dns_res` VALUES ('10', '2016-02-24 10:57:51', '0', '', null, '用户列表', '0', 'URL', '/manage/user_list.htm*');
INSERT INTO `dns_res` VALUES ('11', '2016-02-24 10:57:51', '0', '', null, '菜单列表', '0', 'URL', '/manage/menu_list.htm*');
INSERT INTO `dns_res` VALUES ('12', '2016-02-24 10:57:52', '0', '', null, '角色列表', '0', 'URL', '/manage/role_list.htm*');
INSERT INTO `dns_res` VALUES ('13', '2016-02-24 10:57:52', '0', '', null, '角色菜单授权', '0', 'URL', '/manage/role_menu_list.htm*');
INSERT INTO `dns_res` VALUES ('14', '2016-02-24 10:57:52', '0', '', null, '要素列表', '0', 'URL', '/manage/element_init.htm*');
INSERT INTO `dns_res` VALUES ('15', '2016-02-24 10:57:53', '0', '', null, '界面视图列表', '0', 'URL', '/manage/ui_init.htm*');

-- ----------------------------
-- Table structure for `dns_role`
-- ----------------------------
DROP TABLE IF EXISTS `dns_role`;
CREATE TABLE `dns_role` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `addTime` datetime DEFAULT NULL,
  `is_deleted` int(11) DEFAULT '0',
  `builtin` bit(1) DEFAULT b'0',
  `info` varchar(255) DEFAULT NULL,
  `roleCode` varchar(255) DEFAULT NULL,
  `roleName` varchar(255) DEFAULT NULL,
  `type` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of dns_role
-- ----------------------------
INSERT INTO `dns_role` VALUES ('2', '2016-02-22 15:59:04', '0', '', null, 'ROLE_ADMIN_SUPER', '超级管理员角色', 'MANAGE');
INSERT INTO `dns_role` VALUES ('3', '2016-02-22 15:59:04', '0', '', null, 'ROLE_PUBLIC_SUPER', '前端超级角色', 'PUBLIC');

-- ----------------------------
-- Table structure for `dns_role_menu`
-- ----------------------------
DROP TABLE IF EXISTS `dns_role_menu`;
CREATE TABLE `dns_role_menu` (
  `role_id` bigint(20) NOT NULL,
  `menu_id` bigint(20) NOT NULL,
  PRIMARY KEY (`role_id`,`menu_id`),
  KEY `FK178507F26DEBB06F` (`menu_id`),
  KEY `FK178507F2875A450F` (`role_id`),
  CONSTRAINT `FK178507F26DEBB06F` FOREIGN KEY (`menu_id`) REFERENCES `dns_menu` (`id`),
  CONSTRAINT `FK178507F2875A450F` FOREIGN KEY (`role_id`) REFERENCES `dns_role` (`id`),
  CONSTRAINT `FK1pqaga31e3s52pylg9lvls4hj` FOREIGN KEY (`role_id`) REFERENCES `dns_role` (`id`),
  CONSTRAINT `FKs1j6s6x5pitbagtshe5ciakjc` FOREIGN KEY (`menu_id`) REFERENCES `dns_menu` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of dns_role_menu
-- ----------------------------
INSERT INTO `dns_role_menu` VALUES ('2', '1');
INSERT INTO `dns_role_menu` VALUES ('2', '2');
INSERT INTO `dns_role_menu` VALUES ('2', '3');
INSERT INTO `dns_role_menu` VALUES ('2', '4');
INSERT INTO `dns_role_menu` VALUES ('2', '5');
INSERT INTO `dns_role_menu` VALUES ('2', '6');
INSERT INTO `dns_role_menu` VALUES ('2', '7');
INSERT INTO `dns_role_menu` VALUES ('2', '8');

-- ----------------------------
-- Table structure for `dns_sysconfig`
-- ----------------------------
DROP TABLE IF EXISTS `dns_sysconfig`;
CREATE TABLE `dns_sysconfig` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `addTime` datetime DEFAULT NULL,
  `is_deleted` int(11) DEFAULT '0',
  `bigHeight` int(11) NOT NULL,
  `bigWidth` int(11) NOT NULL,
  `closeReason` varchar(255) DEFAULT NULL,
  `emailEnable` bit(1) NOT NULL,
  `emailHost` varchar(255) DEFAULT NULL,
  `emailPort` int(11) NOT NULL,
  `emailPws` varchar(255) DEFAULT NULL,
  `emailTest` varchar(255) DEFAULT NULL,
  `emailUser` varchar(255) DEFAULT NULL,
  `emailUserName` varchar(255) DEFAULT NULL,
  `imageFilesize` int(11) NOT NULL,
  `imageSaveType` varchar(255) DEFAULT NULL,
  `imageSuffix` varchar(255) DEFAULT NULL,
  `imageWebServer` varchar(255) DEFAULT NULL,
  `middleHeight` int(11) NOT NULL,
  `middleWidth` int(11) NOT NULL,
  `second_domain_open` bit(1) DEFAULT b'0',
  `securityCodeLogin` bit(1) NOT NULL,
  `securityCodeRegister` bit(1) NOT NULL,
  `securityCodeType` varchar(255) DEFAULT NULL,
  `smallHeight` int(11) NOT NULL,
  `smallWidth` int(11) NOT NULL,
  `smsEnbale` bit(1) NOT NULL,
  `smsPassword` varchar(255) DEFAULT NULL,
  `smsTest` varchar(255) DEFAULT NULL,
  `smsURL` varchar(255) DEFAULT NULL,
  `smsUserName` varchar(255) DEFAULT NULL,
  `sysLanguage` varchar(255) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `uploadFilePath` varchar(255) DEFAULT NULL,
  `websiteName` varchar(255) DEFAULT NULL,
  `websiteState` bit(1) NOT NULL,
  `memberIcon_id` bigint(20) DEFAULT NULL,
  `company_name` varchar(255) DEFAULT NULL,
  `admin_login_logo_id` bigint(20) DEFAULT NULL,
  `admin_manage_logo_id` bigint(20) DEFAULT NULL,
  `websiteLogo_id` bigint(20) DEFAULT NULL,
  `login_year` bit(1) NOT NULL,
  `address` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FK2A5914B97BA82FE4` (`memberIcon_id`),
  KEY `FK2A5914B9ADB21F62` (`admin_manage_logo_id`),
  KEY `FK2A5914B93F720986` (`admin_login_logo_id`),
  KEY `FK2A5914B93641D851` (`websiteLogo_id`),
  CONSTRAINT `FK2A5914B93641D851` FOREIGN KEY (`websiteLogo_id`) REFERENCES `dns_accessory` (`id`),
  CONSTRAINT `FK2A5914B93F720986` FOREIGN KEY (`admin_login_logo_id`) REFERENCES `dns_accessory` (`id`),
  CONSTRAINT `FK2A5914B97BA82FE4` FOREIGN KEY (`memberIcon_id`) REFERENCES `dns_accessory` (`id`),
  CONSTRAINT `FK2A5914B9ADB21F62` FOREIGN KEY (`admin_manage_logo_id`) REFERENCES `dns_accessory` (`id`),
  CONSTRAINT `FK4k2fe4qg0pgs382j9rao8q6h2` FOREIGN KEY (`admin_login_logo_id`) REFERENCES `dns_accessory` (`id`),
  CONSTRAINT `FKdyb2vixnjbaiaw73wkvql9794` FOREIGN KEY (`websiteLogo_id`) REFERENCES `dns_accessory` (`id`),
  CONSTRAINT `FKri97t0xm2lp1g1jhbtqixq5kx` FOREIGN KEY (`admin_manage_logo_id`) REFERENCES `dns_accessory` (`id`),
  CONSTRAINT `FKtqppm70ts377uqn6cg7f9vuoo` FOREIGN KEY (`memberIcon_id`) REFERENCES `dns_accessory` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of dns_sysconfig
-- ----------------------------
INSERT INTO `dns_sysconfig` VALUES ('1', null, '0', '1024', '1024', '系统维护中...', '', null, '0', null, null, null, null, '1024', 'sidImg', 'gif|jpg|jpeg|bmp|png|tbi', null, '300', '300', '', '', '', 'normal', '160', '160', '', null, null, 'http://service.winic.org/sys_port/gateway/', null, 'zh_cn', ' Dinosaur Workstation 定制化平台系统', 'upload', 'Dinosaur', '', '1', null, null, null, '2', '', null);

-- ----------------------------
-- Table structure for `dns_syslog`
-- ----------------------------
DROP TABLE IF EXISTS `dns_syslog`;
CREATE TABLE `dns_syslog` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `addTime` datetime DEFAULT NULL,
  `is_deleted` int(11) DEFAULT '0',
  `content` longtext,
  `ip` varchar(255) DEFAULT NULL,
  `ip_city` varchar(255) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `type` int(11) NOT NULL,
  `user_id` bigint(20) DEFAULT NULL,
  `user_name` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=14 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of dns_syslog
-- ----------------------------
INSERT INTO `dns_syslog` VALUES ('1', '2016-02-26 15:48:10', '0', 'null于2016-02-26 15:48:10退出系统', '127.0.0.1', null, '用户退出', '0', '1', null);
INSERT INTO `dns_syslog` VALUES ('2', '2016-02-29 15:24:17', '0', 'null于2016-02-29 15:24:17退出系统', '127.0.0.1', null, '用户退出', '0', '1', null);
INSERT INTO `dns_syslog` VALUES ('3', '2016-02-29 15:26:40', '0', 'null于2016-02-29 15:26:40退出系统', '127.0.0.1', null, '用户退出', '0', '1', null);
INSERT INTO `dns_syslog` VALUES ('4', '2016-02-29 15:39:07', '0', 'null于2016-02-29 15:39:07退出系统', '127.0.0.1', null, '用户退出', '0', '1', null);
INSERT INTO `dns_syslog` VALUES ('5', '2016-03-09 17:55:50', '0', 'null于2016-03-09 17:55:50退出系统', '127.0.0.1', null, '用户退出', '0', '1', null);
INSERT INTO `dns_syslog` VALUES ('9', '2017-01-08 22:17:57', '0', 'null于2017-01-08 22:17:57退出系统', '127.0.0.1', null, '用户退出', '0', '1', null);
INSERT INTO `dns_syslog` VALUES ('10', '2017-01-12 11:18:33', '0', '超级管理员于2017-01-12 11:18:32退出系统', '192.168.1.28', null, '用户退出', '0', '1', 'admin');
INSERT INTO `dns_syslog` VALUES ('11', '2017-01-12 18:27:10', '0', '超级管理员于2017-01-12 18:27:10退出系统', '127.0.0.1', null, '用户退出', '0', '1', 'admin');
INSERT INTO `dns_syslog` VALUES ('12', '2017-01-12 19:51:55', '0', '超级管理员于2017-01-12 19:51:54退出系统', '192.168.1.28', null, '用户退出', '0', '1', 'admin');
INSERT INTO `dns_syslog` VALUES ('13', '2017-01-12 19:52:41', '0', '超级管理员于2017-01-12 19:52:41退出系统', '192.168.1.28', null, '用户退出', '0', '1', 'admin');

-- ----------------------------
-- Table structure for `dns_sys_tip`
-- ----------------------------
DROP TABLE IF EXISTS `dns_sys_tip`;
CREATE TABLE `dns_sys_tip` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `addTime` datetime DEFAULT NULL,
  `is_deleted` int(11) DEFAULT '0',
  `st_content` longtext,
  `st_level` int(11) NOT NULL,
  `st_status` int(11) NOT NULL,
  `st_title` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of dns_sys_tip
-- ----------------------------

-- ----------------------------
-- Table structure for `dns_uiconf`
-- ----------------------------
DROP TABLE IF EXISTS `dns_uiconf`;
CREATE TABLE `dns_uiconf` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `addTime` datetime DEFAULT NULL,
  `is_deleted` int(11) DEFAULT '0',
  `order_no` varchar(255) DEFAULT NULL,
  `ref_selmodel` varchar(255) DEFAULT NULL,
  `uiconf_datatype` varchar(255) DEFAULT NULL,
  `uiconf_field` varchar(255) DEFAULT NULL,
  `uiconf_title` varchar(255) DEFAULT NULL,
  `uiconf_type` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=149 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of dns_uiconf
-- ----------------------------
INSERT INTO `dns_uiconf` VALUES ('1', null, '0', '10', '', 'string', 'anchor', '列占比', 'moneyfield');
INSERT INTO `dns_uiconf` VALUES ('2', null, '0', '10', '', 'string', 'anchor', '列占比', 'percentfield');
INSERT INTO `dns_uiconf` VALUES ('3', null, '0', '10', '', 'string', 'anchor', '列占比', 'radiofield');
INSERT INTO `dns_uiconf` VALUES ('4', null, '0', '10', '', 'string', 'anchor', '列占比', 'textfield');
INSERT INTO `dns_uiconf` VALUES ('5', null, '0', '10', '', 'string', 'anchor', '列占比', 'textarea');
INSERT INTO `dns_uiconf` VALUES ('6', null, '0', '10', '', 'string', 'anchor', '列占比', 'timefield');
INSERT INTO `dns_uiconf` VALUES ('7', null, '0', '9', '', 'boolean', 'allowBlank', '控件输入栏是否可为空', 'timefield');
INSERT INTO `dns_uiconf` VALUES ('8', null, '0', '10', '', 'string', 'blankText', '当是否允许为空校验失败时显示的出错文本', 'timefield');
INSERT INTO `dns_uiconf` VALUES ('9', null, '0', '11', '', 'string', 'emptyText', '空字段中显示的文本', 'timefield');
INSERT INTO `dns_uiconf` VALUES ('10', null, '0', '1', '', 'string', 'id', '控件ID', 'timefield');
INSERT INTO `dns_uiconf` VALUES ('11', null, '0', '2', '', 'string', 'name', '控件名称', 'timefield');
INSERT INTO `dns_uiconf` VALUES ('12', null, '0', '3', '', 'string', 'fieldLabel', '控件标题', 'timefield');
INSERT INTO `dns_uiconf` VALUES ('13', null, '0', '12', '', 'boolean', 'editable', '是否可编辑', 'timefield');
INSERT INTO `dns_uiconf` VALUES ('14', null, '0', '4', '', 'string', 'format', '用以覆盖本地化的默认日期格式化字串。', 'timefield');
INSERT INTO `dns_uiconf` VALUES ('15', null, '0', '6', '', 'string', 'maxValue', '列表中允许的最大时间', 'timefield');
INSERT INTO `dns_uiconf` VALUES ('16', null, '0', '8', '', 'string', 'minValue', '列表中允许的最小时间', 'timefield');
INSERT INTO `dns_uiconf` VALUES ('17', null, '0', '7', '', 'string', 'minText', '最小时间错误提示信息', 'timefield');
INSERT INTO `dns_uiconf` VALUES ('18', null, '0', '5', '', 'string', 'maxText', '最大时间错误提示信息', 'timefield');
INSERT INTO `dns_uiconf` VALUES ('19', null, '0', '1', '', 'string', 'id', '控件ID', 'label');
INSERT INTO `dns_uiconf` VALUES ('20', null, '0', '2', '', 'string', 'name', '控件名称', 'label');
INSERT INTO `dns_uiconf` VALUES ('21', null, '0', '3', '', 'string', 'fieldLabel', '控件标题', 'label');
INSERT INTO `dns_uiconf` VALUES ('22', null, '0', '4', '', 'string', 'text', 'Label内显示的普通文本', 'label');
INSERT INTO `dns_uiconf` VALUES ('23', null, '0', '5', '', 'string', 'html', 'Label的内部 HTML片段', 'label');
INSERT INTO `dns_uiconf` VALUES ('24', null, '0', '0', '', 'boolean', 'disabled', '是否禁用', 'label');
INSERT INTO `dns_uiconf` VALUES ('25', null, '0', '6', '', 'boolean', 'hidden', '是否隐藏', 'label');
INSERT INTO `dns_uiconf` VALUES ('26', null, '0', '5', '', 'boolean', 'hidden', '是否隐藏', 'hidden');
INSERT INTO `dns_uiconf` VALUES ('27', null, '0', '1', '', 'string', 'id', '控件ID', 'hidden');
INSERT INTO `dns_uiconf` VALUES ('28', null, '0', '2', '', 'string', 'name', '控件名称', 'hidden');
INSERT INTO `dns_uiconf` VALUES ('29', null, '0', '3', '', 'string', 'fieldLabel', '控件标题', 'hidden');
INSERT INTO `dns_uiconf` VALUES ('30', null, '0', '6', '', 'boolean', 'disabled', '是否禁用', 'hidden');
INSERT INTO `dns_uiconf` VALUES ('31', null, '0', '7', '', 'boolean', 'readOnly', '是否只读', 'hidden');
INSERT INTO `dns_uiconf` VALUES ('32', null, '0', '4', 'radio,text,password', 'string', 'inputType', '输入属性类型', 'hidden');
INSERT INTO `dns_uiconf` VALUES ('33', null, '0', '3', '', 'string', 'fieldLabel', '控件标题', 'radiofield');
INSERT INTO `dns_uiconf` VALUES ('34', null, '0', '4', '', 'string', 'enumData', '枚举值，形如\'1#男+2#女\'', 'radiofield');
INSERT INTO `dns_uiconf` VALUES ('35', null, '0', '8', '', 'boolean', 'disabled', '是否禁用', 'radiofield');
INSERT INTO `dns_uiconf` VALUES ('36', null, '0', '4', '', 'boolean', 'allowBlank', '控件输入栏是否可为空', 'textarea');
INSERT INTO `dns_uiconf` VALUES ('37', null, '0', '7', '', 'boolean', 'hidden', '是否隐藏', 'radiofield');
INSERT INTO `dns_uiconf` VALUES ('38', null, '0', '1', '', 'string', 'id', '控件ID', 'radiofield');
INSERT INTO `dns_uiconf` VALUES ('39', null, '0', '5', '', 'string', 'blankText', '当是否允许为空校验失败时显示的出错文本', 'textarea');
INSERT INTO `dns_uiconf` VALUES ('40', null, '0', '2', '', 'string', 'name', '控件名称', 'radiofield');
INSERT INTO `dns_uiconf` VALUES ('41', null, '0', '6', '', 'boolean', 'readOnly', '是否只读', 'radiofield');
INSERT INTO `dns_uiconf` VALUES ('42', null, '0', '6', '', 'string', 'emptyText', '空字段中显示的文本', 'textarea');
INSERT INTO `dns_uiconf` VALUES ('43', null, '0', '4', '', 'boolean', 'checked', '是否选中', 'chkfield');
INSERT INTO `dns_uiconf` VALUES ('44', null, '0', '3', '', 'string', 'fieldLabel', '控件标题', 'chkfield');
INSERT INTO `dns_uiconf` VALUES ('45', null, '0', '4', '', 'string', 'boxLabel', 'checkbox旁边显示的文字', 'chkfield');
INSERT INTO `dns_uiconf` VALUES ('46', null, '0', '9', '', 'boolean', 'disabled', '是否禁用', 'chkfield');
INSERT INTO `dns_uiconf` VALUES ('47', null, '0', '1', '', 'string', 'id', '控件ID', 'textarea');
INSERT INTO `dns_uiconf` VALUES ('48', null, '0', '7', '', 'boolean', 'hidden', '是否隐藏', 'chkfield');
INSERT INTO `dns_uiconf` VALUES ('49', null, '0', '1', '', 'string', 'id', '控件ID', 'chkfield');
INSERT INTO `dns_uiconf` VALUES ('50', null, '0', '2', '', 'string', 'name', '控件名称', 'chkfield');
INSERT INTO `dns_uiconf` VALUES ('51', null, '0', '8', '', 'boolean', 'readOnly', '是否只读', 'chkfield');
INSERT INTO `dns_uiconf` VALUES ('52', null, '0', '7', '', 'string', 'url', '服务器路径地址', 'combofield');
INSERT INTO `dns_uiconf` VALUES ('53', null, '0', '13', '', 'boolean', 'editable', '是否可编辑', 'combofield');
INSERT INTO `dns_uiconf` VALUES ('54', null, '0', '16', '', 'string', 'value', '默认值', 'combofield');
INSERT INTO `dns_uiconf` VALUES ('55', null, '0', '1', '', 'string', 'id', '控件ID', 'combofield');
INSERT INTO `dns_uiconf` VALUES ('56', null, '0', '3', '', 'string', 'fieldLabel', '控件标题', 'datefield');
INSERT INTO `dns_uiconf` VALUES ('57', null, '0', '4', '', 'boolean', 'allowBlank', '控件输入栏是否可为空', 'datefield');
INSERT INTO `dns_uiconf` VALUES ('58', null, '0', '5', '', 'string', 'blankText', '当是否允许为空校验失败时显示的出错文本', 'datefield');
INSERT INTO `dns_uiconf` VALUES ('59', null, '0', '6', '', 'string', 'emptyText', '空字段中显示的文本', 'datefield');
INSERT INTO `dns_uiconf` VALUES ('60', null, '0', '7', '', 'string', 'format', '用以覆盖本地化的默认日期格式化字串。', 'datefield');
INSERT INTO `dns_uiconf` VALUES ('61', null, '0', '8', '', 'string', 'value', '控件默认值', 'datefield');
INSERT INTO `dns_uiconf` VALUES ('62', null, '0', '14', '', 'string', 'emptyText', '空字段中显示的文本', 'combofield');
INSERT INTO `dns_uiconf` VALUES ('63', null, '0', '1', '', 'string', 'id', '控件ID', 'datefield');
INSERT INTO `dns_uiconf` VALUES ('64', null, '0', '2', '', 'string', 'name', '控件名称', 'datefield');
INSERT INTO `dns_uiconf` VALUES ('65', null, '0', '12', '', 'string', 'blankText', '当是否允许为空校验失败时显示的出错文本', 'combofield');
INSERT INTO `dns_uiconf` VALUES ('66', null, '0', '11', '', 'boolean', 'allowBlank', '控件输入栏是否可为空', 'combofield');
INSERT INTO `dns_uiconf` VALUES ('67', null, '0', '2', '', 'string', 'name', '控件名称', 'textarea');
INSERT INTO `dns_uiconf` VALUES ('68', null, '0', '3', '', 'string', 'fieldLabel', '控件标题', 'textarea');
INSERT INTO `dns_uiconf` VALUES ('69', null, '0', '8', '', 'boolean', 'disabled', '是否禁用', 'textarea');
INSERT INTO `dns_uiconf` VALUES ('70', null, '0', '7', '', 'boolean', 'hidden', '是否隐藏', 'textarea');
INSERT INTO `dns_uiconf` VALUES ('71', null, '0', '8', '', 'boolean', 'allowBlank', '控件输入栏是否可为空', 'custnumberfield');
INSERT INTO `dns_uiconf` VALUES ('72', null, '0', '9', '', 'string', 'blankText', '当是否允许为空校验失败时显示的出错文本', 'custnumberfield');
INSERT INTO `dns_uiconf` VALUES ('73', null, '0', '11', '', 'string', 'emptyText', '空字段中显示的文本', 'custnumberfield');
INSERT INTO `dns_uiconf` VALUES ('74', null, '0', '1', '', 'string', 'id', '控件ID', 'custnumberfield');
INSERT INTO `dns_uiconf` VALUES ('75', null, '0', '2', '', 'string', 'name', '控件名称', 'custnumberfield');
INSERT INTO `dns_uiconf` VALUES ('76', null, '0', '3', '', 'string', 'fieldLabel', '控件标题', 'custnumberfield');
INSERT INTO `dns_uiconf` VALUES ('77', null, '0', '10', '', 'boolean', 'disabled', '是否禁用', 'custnumberfield');
INSERT INTO `dns_uiconf` VALUES ('78', null, '0', '4', '', 'boolean', 'hidden', '是否隐藏', 'custnumberfield');
INSERT INTO `dns_uiconf` VALUES ('79', null, '0', '6', '', 'string', 'prefixChar', '前缀符', 'custnumberfield');
INSERT INTO `dns_uiconf` VALUES ('80', null, '0', '7', '', 'string', 'suffixChar', '后缀符', 'custnumberfield');
INSERT INTO `dns_uiconf` VALUES ('81', null, '0', '5', '', 'string', 'numberDelim', '数字分隔符（\',\'）', 'custnumberfield');
INSERT INTO `dns_uiconf` VALUES ('82', null, '0', '10', '', 'string', 'currencyChar', '货币符号（\'$\'）', 'moneyfield');
INSERT INTO `dns_uiconf` VALUES ('83', null, '0', '7', '', 'boolean', 'allowBlank', '控件输入栏是否可为空', 'moneyfield');
INSERT INTO `dns_uiconf` VALUES ('84', null, '0', '8', '', 'string', 'blankText', '当是否允许为空校验失败时显示的出错文本', 'moneyfield');
INSERT INTO `dns_uiconf` VALUES ('85', null, '0', '9', '', 'string', 'emptyText', '空字段中显示的文本', 'moneyfield');
INSERT INTO `dns_uiconf` VALUES ('86', null, '0', '1', '', 'string', 'id', '控件ID', 'moneyfield');
INSERT INTO `dns_uiconf` VALUES ('87', null, '0', '2', '', 'string', 'name', '控件名称', 'moneyfield');
INSERT INTO `dns_uiconf` VALUES ('88', null, '0', '3', '', 'string', 'fieldLabel', '控件标题', 'moneyfield');
INSERT INTO `dns_uiconf` VALUES ('89', null, '0', '11', '', 'boolean', 'disabled', '是否禁用', 'moneyfield');
INSERT INTO `dns_uiconf` VALUES ('90', null, '0', '0', '', 'boolean', 'hidden', '是否隐藏', 'moneyfield');
INSERT INTO `dns_uiconf` VALUES ('91', null, '0', '5', '', 'string', 'prefixChar', '前缀符', 'moneyfield');
INSERT INTO `dns_uiconf` VALUES ('92', null, '0', '6', '', 'string', 'suffixChar', '后缀符', 'moneyfield');
INSERT INTO `dns_uiconf` VALUES ('93', null, '0', '4', '', 'string', 'numberDelim', '数字分隔符（\',\'）', 'moneyfield');
INSERT INTO `dns_uiconf` VALUES ('94', null, '0', '5', '', 'string', 'percentChar', '百分比符', 'percentfield');
INSERT INTO `dns_uiconf` VALUES ('95', null, '0', '8', '', 'boolean', 'allowBlank', '控件输入栏是否可为空', 'percentfield');
INSERT INTO `dns_uiconf` VALUES ('96', null, '0', '9', '', 'string', 'blankText', '当是否允许为空校验失败时显示的出错文本', 'percentfield');
INSERT INTO `dns_uiconf` VALUES ('97', null, '0', '10', '', 'string', 'emptyText', '空字段中显示的文本', 'percentfield');
INSERT INTO `dns_uiconf` VALUES ('98', null, '0', '1', '', 'string', 'id', '控件ID', 'percentfield');
INSERT INTO `dns_uiconf` VALUES ('99', null, '0', '2', '', 'string', 'name', '控件名称', 'percentfield');
INSERT INTO `dns_uiconf` VALUES ('100', null, '0', '3', '', 'string', 'fieldLabel', '控件标题', 'percentfield');
INSERT INTO `dns_uiconf` VALUES ('101', null, '0', '11', '', 'boolean', 'disabled', '是否禁用', 'percentfield');
INSERT INTO `dns_uiconf` VALUES ('102', null, '0', '0', '', 'boolean', 'hidden', '是否隐藏', 'percentfield');
INSERT INTO `dns_uiconf` VALUES ('103', null, '0', '6', '', 'string', 'prefixChar', '前缀符', 'percentfield');
INSERT INTO `dns_uiconf` VALUES ('104', null, '0', '7', '', 'string', 'suffixChar', '后缀符', 'percentfield');
INSERT INTO `dns_uiconf` VALUES ('105', null, '0', '4', '', 'string', 'numberDelim', '数字分隔符（\',\'）', 'percentfield');
INSERT INTO `dns_uiconf` VALUES ('106', null, '0', '6', '', 'string', 'falseValue', '不选中值', 'chkfield');
INSERT INTO `dns_uiconf` VALUES ('107', null, '0', '5', '', 'string', 'trueValue', '选中值', 'chkfield');
INSERT INTO `dns_uiconf` VALUES ('108', null, '0', '10', '', 'boolean', 'isFullData', '是否获取所有字段信息', 'treefield');
INSERT INTO `dns_uiconf` VALUES ('109', null, '0', '13', '', 'boolean', 'allowBlank', '控件输入栏是否可为空', 'treefield');
INSERT INTO `dns_uiconf` VALUES ('110', null, '0', '14', '', 'string', 'blankText', '当是否允许为空校验失败时显示的出错文本', 'treefield');
INSERT INTO `dns_uiconf` VALUES ('111', null, '0', '15', '', 'string', 'emptyText', '空字段中显示的文本', 'treefield');
INSERT INTO `dns_uiconf` VALUES ('112', null, '0', '3', '', 'string', 'fieldLabel', '控件标题', 'textfield');
INSERT INTO `dns_uiconf` VALUES ('113', null, '0', '4', '', 'boolean', 'allowBlank', '控件输入栏是否可为空', 'textfield');
INSERT INTO `dns_uiconf` VALUES ('114', null, '0', '5', '', 'string', 'blankText', '当是否允许为空校验失败时显示的出错文本', 'textfield');
INSERT INTO `dns_uiconf` VALUES ('115', null, '0', '6', '', 'string', 'emptyText', '显示在空输入栏中的默认文本', 'textfield');
INSERT INTO `dns_uiconf` VALUES ('116', null, '0', '7', 'radio#单选+text#文本+password#密码+file#文件', 'string', 'inputType', '输入栏的类型参数', 'textfield');
INSERT INTO `dns_uiconf` VALUES ('117', null, '0', '17', '', 'boolean', 'forceSelection', '是否限定选中的值为列表中的值', 'combofield');
INSERT INTO `dns_uiconf` VALUES ('118', null, '0', '11', '', 'boolean', 'isFullLevel', '是否获取所有级次信息', 'treefield');
INSERT INTO `dns_uiconf` VALUES ('119', null, '0', '9', '', 'string', 'value', '默认值', 'hidden');
INSERT INTO `dns_uiconf` VALUES ('120', null, '0', '1', '', 'string', 'id', '控件ID', 'textfield');
INSERT INTO `dns_uiconf` VALUES ('121', null, '0', '2', '', 'string', 'name', '控件名称', 'textfield');
INSERT INTO `dns_uiconf` VALUES ('122', null, '0', '8', '', 'boolean', 'readOnly', '是否只读', 'textfield');
INSERT INTO `dns_uiconf` VALUES ('123', null, '0', '9', '', 'string', 'value', '控件默认值', 'textfield');
INSERT INTO `dns_uiconf` VALUES ('124', null, '0', '2', '', 'string', 'name', '字段名称', 'treefield');
INSERT INTO `dns_uiconf` VALUES ('125', null, '0', '4', '', 'string', 'source', '数据来源', 'treefield');
INSERT INTO `dns_uiconf` VALUES ('126', null, '0', '3', '', 'string', 'fieldLabel', '控件标题', 'treefield');
INSERT INTO `dns_uiconf` VALUES ('127', null, '0', '12', '', 'string', 'anchor', '列占比', 'treefield');
INSERT INTO `dns_uiconf` VALUES ('128', null, '0', '1', '', 'string', 'id', '控件ID', 'treefield');
INSERT INTO `dns_uiconf` VALUES ('129', null, '0', '15', '', 'object', 'labelStyle', '标题样式', 'combofield');
INSERT INTO `dns_uiconf` VALUES ('130', null, '0', '4', '', 'string', 'enumData', '枚举值，形如\'1#包含+2#左包含+3#右包含+4#等于\'', 'combofield');
INSERT INTO `dns_uiconf` VALUES ('131', null, '0', '8', '', 'boolean', 'isCodeAsValue', '是否将编码作为值', 'combofield');
INSERT INTO `dns_uiconf` VALUES ('132', null, '0', '10', '', 'string', 'anchor', '列占比', 'combofield');
INSERT INTO `dns_uiconf` VALUES ('133', null, '0', '10', '', 'string', 'anchor', '列占比', 'chkfield');
INSERT INTO `dns_uiconf` VALUES ('134', null, '0', '2', '', 'string', 'name', '字段名称', 'combofield');
INSERT INTO `dns_uiconf` VALUES ('135', null, '0', '3', '', 'string', 'fieldLabel', '控件标题', 'combofield');
INSERT INTO `dns_uiconf` VALUES ('136', null, '0', '8', '', 'boolean', 'isCodeAsValue', '是否将编码作为值', 'treefield');
INSERT INTO `dns_uiconf` VALUES ('137', null, '0', '7', '', 'string', 'condition', '筛选条件', 'treefield');
INSERT INTO `dns_uiconf` VALUES ('138', null, '0', '6', 'all#所有结点都可选中+exceptRoot#除根结点，其它结点都可选+folder#只有目录（非叶子和非根结点）可选+leaf#只有叶子结点可选', 'string', 'selectNodeModel', '节点可选中类别', 'treefield');
INSERT INTO `dns_uiconf` VALUES ('139', null, '0', '5', 'single#单选+multiple#多选', 'string', 'selectModel', '树选择类型', 'treefield');
INSERT INTO `dns_uiconf` VALUES ('140', null, '0', '9', '', 'boolean', 'isDirect', '是否从后台获取数据', 'treefield');
INSERT INTO `dns_uiconf` VALUES ('141', null, '0', '11', '', 'boolean', 'isPermission', '是否过滤用户权限', 'treefield');
INSERT INTO `dns_uiconf` VALUES ('142', null, '0', '6', '', 'object', 'store', '字典数据源', 'combofield');
INSERT INTO `dns_uiconf` VALUES ('143', null, '0', '5', '', 'string', 'source', '要素数据来源', 'combofield');
INSERT INTO `dns_uiconf` VALUES ('144', null, '0', '7', '', 'string', 'condition', '筛选条件', 'combofield');
INSERT INTO `dns_uiconf` VALUES ('145', null, '0', '9', '', 'boolean', 'isDirect', '是否从后台获取数据', 'combofield');
INSERT INTO `dns_uiconf` VALUES ('146', null, '0', '10', '', 'string', 'anchor', '列占比', 'custnumberfield');
INSERT INTO `dns_uiconf` VALUES ('147', null, '0', '10', '', 'string', 'anchor', '列占比', 'datefield');
INSERT INTO `dns_uiconf` VALUES ('148', null, '0', '10', '', 'string', 'anchor', '列占比', 'label');

-- ----------------------------
-- Table structure for `dns_uiconf_detail`
-- ----------------------------
DROP TABLE IF EXISTS `dns_uiconf_detail`;
CREATE TABLE `dns_uiconf_detail` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `addTime` datetime DEFAULT NULL,
  `is_deleted` int(11) DEFAULT '0',
  `uiconf_datatype` varchar(255) DEFAULT NULL,
  `uiconf_field` varchar(255) DEFAULT NULL,
  `uiconf_title` varchar(255) DEFAULT NULL,
  `uiconf_value` varchar(255) DEFAULT NULL,
  `ui_detail_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FKB2E83E22DC0F1458` (`ui_detail_id`),
  CONSTRAINT `FKB2E83E22DC0F1458` FOREIGN KEY (`ui_detail_id`) REFERENCES `dns_uidetail` (`id`),
  CONSTRAINT `FKe9w3fswcoka37vmf0cipe6jm6` FOREIGN KEY (`ui_detail_id`) REFERENCES `dns_uidetail` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of dns_uiconf_detail
-- ----------------------------

-- ----------------------------
-- Table structure for `dns_uidetail`
-- ----------------------------
DROP TABLE IF EXISTS `dns_uidetail`;
CREATE TABLE `dns_uidetail` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `addTime` datetime DEFAULT NULL,
  `is_deleted` int(11) DEFAULT '0',
  `detail_type` tinyint(4) DEFAULT NULL,
  `field_index` tinyint(4) DEFAULT NULL,
  `field_name` varchar(255) DEFAULT NULL,
  `field_title` varchar(255) DEFAULT NULL,
  `hidden` tinyint(4) DEFAULT NULL,
  `width` tinyint(4) DEFAULT NULL,
  `parent_id` bigint(20) DEFAULT NULL,
  `cols` tinyint(4) DEFAULT NULL,
  `field_type` varchar(38) DEFAULT NULL,
  `ui_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FK9ACE523B8FD1B94A` (`parent_id`),
  KEY `FK9ACE523B54880F4A` (`ui_id`),
  CONSTRAINT `FK9ACE523B54880F4A` FOREIGN KEY (`ui_id`) REFERENCES `dns_uimanager` (`id`),
  CONSTRAINT `FK9ACE523B8FD1B94A` FOREIGN KEY (`parent_id`) REFERENCES `dns_uidetail` (`id`),
  CONSTRAINT `FKj18t01vbvoye4rxsc3flk8nq3` FOREIGN KEY (`parent_id`) REFERENCES `dns_uidetail` (`id`),
  CONSTRAINT `FKp1r3onb8ds5ym5rgkt7xka8w9` FOREIGN KEY (`ui_id`) REFERENCES `dns_uimanager` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of dns_uidetail
-- ----------------------------

-- ----------------------------
-- Table structure for `dns_uimanager`
-- ----------------------------
DROP TABLE IF EXISTS `dns_uimanager`;
CREATE TABLE `dns_uimanager` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `addTime` datetime DEFAULT NULL,
  `is_deleted` int(11) DEFAULT '0',
  `comp_id` varchar(255) DEFAULT NULL,
  `rg_code` varchar(255) DEFAULT NULL,
  `servletpath` varchar(255) DEFAULT NULL,
  `total_column` tinyint(4) DEFAULT NULL,
  `ui_code` varchar(42) DEFAULT NULL,
  `ui_name` varchar(255) DEFAULT NULL,
  `xtype` varchar(10) DEFAULT NULL,
  `parent_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FK93EC1303C94CD574` (`parent_id`),
  CONSTRAINT `FK93EC1303C94CD574` FOREIGN KEY (`parent_id`) REFERENCES `dns_uimanager` (`id`),
  CONSTRAINT `FKmw66cvod726uot0yqv0tcxps9` FOREIGN KEY (`parent_id`) REFERENCES `dns_uimanager` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of dns_uimanager
-- ----------------------------

-- ----------------------------
-- Table structure for `dns_user`
-- ----------------------------
DROP TABLE IF EXISTS `dns_user`;
CREATE TABLE `dns_user` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `addTime` datetime DEFAULT NULL,
  `is_deleted` int(11) DEFAULT '0',
  `MSN` varchar(255) DEFAULT NULL,
  `QQ` varchar(255) DEFAULT NULL,
  `WW` varchar(255) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `birthday` datetime DEFAULT NULL,
  `card` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `lastLoginDate` datetime DEFAULT NULL,
  `lastLoginIp` varchar(255) DEFAULT NULL,
  `loginCount` int(11) NOT NULL,
  `loginDate` datetime DEFAULT NULL,
  `loginIp` varchar(255) DEFAULT NULL,
  `mobile` varchar(255) DEFAULT NULL,
  `nickName` varchar(255) DEFAULT NULL,
  `password` varchar(255) DEFAULT NULL,
  `qq_openid` varchar(255) DEFAULT NULL,
  `report` int(11) NOT NULL,
  `rg_code` varchar(42) DEFAULT '000000',
  `sex` int(11) NOT NULL,
  `sina_openid` varchar(255) DEFAULT NULL,
  `telephone` varchar(255) DEFAULT NULL,
  `trueName` varchar(255) DEFAULT NULL,
  `userName` varchar(255) DEFAULT NULL,
  `userRole` varchar(255) DEFAULT NULL,
  `weixin` varchar(255) DEFAULT NULL,
  `weixin_loginid` varchar(255) DEFAULT NULL,
  `weixin_pubid` varchar(255) DEFAULT NULL,
  `weixin_unionid` varchar(255) DEFAULT NULL,
  `years` int(11) DEFAULT '0',
  `area_id` bigint(20) DEFAULT NULL,
  `photo_id` bigint(20) DEFAULT NULL,
  `belong_source` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  UNIQUE KEY `userName` (`userName`),
  KEY `FK1891F1218C2B9AF` (`area_id`),
  KEY `FK1891F1218C637365` (`photo_id`),
  CONSTRAINT `FK1891F1218C2B9AF` FOREIGN KEY (`area_id`) REFERENCES `dns_area` (`id`),
  CONSTRAINT `FK1891F1218C637365` FOREIGN KEY (`photo_id`) REFERENCES `dns_accessory` (`id`),
  CONSTRAINT `FK9onnmo44rv9qru16do77vljx2` FOREIGN KEY (`area_id`) REFERENCES `dns_area` (`id`),
  CONSTRAINT `FKrp5rsj0vxap7h0s1cd3wd0h3d` FOREIGN KEY (`photo_id`) REFERENCES `dns_accessory` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of dns_user
-- ----------------------------
INSERT INTO `dns_user` VALUES ('1', null, '0', null, null, null, null, null, null, null, '2017-01-12 19:52:16', '192.168.1.28', '122', '2017-01-16 17:18:08', '127.0.0.1', null, null, 'n710oe0050a0100aan19n110d71d220n', null, '0', '000000', '0', null, null, '超级管理员', 'admin', 'MANAGE', null, null, null, null, '0', null, null, null);

-- ----------------------------
-- Table structure for `dns_userconfig`
-- ----------------------------
DROP TABLE IF EXISTS `dns_userconfig`;
CREATE TABLE `dns_userconfig` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `addTime` datetime DEFAULT NULL,
  `is_deleted` int(11) DEFAULT '0',
  `user_id` bigint(20) DEFAULT NULL,
  `layout` varchar(5) DEFAULT '1',
  `theme` varchar(20) DEFAULT 'default',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FKE68657A32C8508EF` (`user_id`),
  CONSTRAINT `FK49n6mf63kldbj835654lokfqh` FOREIGN KEY (`user_id`) REFERENCES `dns_user` (`id`),
  CONSTRAINT `FKE68657A32C8508EF` FOREIGN KEY (`user_id`) REFERENCES `dns_user` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of dns_userconfig
-- ----------------------------
INSERT INTO `dns_userconfig` VALUES ('1', '2016-02-22 15:59:52', '0', '1', '1', 'gray');

-- ----------------------------
-- Table structure for `dns_user_role`
-- ----------------------------
DROP TABLE IF EXISTS `dns_user_role`;
CREATE TABLE `dns_user_role` (
  `user_id` bigint(20) NOT NULL,
  `role_id` bigint(20) NOT NULL,
  PRIMARY KEY (`user_id`,`role_id`),
  KEY `FK17BCD4D4875A450F` (`role_id`),
  KEY `FK17BCD4D42C8508EF` (`user_id`),
  CONSTRAINT `FK17BCD4D42C8508EF` FOREIGN KEY (`user_id`) REFERENCES `dns_user` (`id`),
  CONSTRAINT `FK17BCD4D4875A450F` FOREIGN KEY (`role_id`) REFERENCES `dns_role` (`id`),
  CONSTRAINT `FKfobr5dtumkxjw7f13apejo0gb` FOREIGN KEY (`user_id`) REFERENCES `dns_user` (`id`),
  CONSTRAINT `FKnrwvsptlijbr6dr4149v7r9of` FOREIGN KEY (`role_id`) REFERENCES `dns_role` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of dns_user_role
-- ----------------------------
INSERT INTO `dns_user_role` VALUES ('1', '2');
INSERT INTO `dns_user_role` VALUES ('1', '3');

-- ----------------------------
-- Table structure for `hibernate_sequence`
-- ----------------------------
DROP TABLE IF EXISTS `hibernate_sequence`;
CREATE TABLE `hibernate_sequence` (
  `next_val` bigint(20) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of hibernate_sequence
-- ----------------------------
INSERT INTO `hibernate_sequence` VALUES ('14');
INSERT INTO `hibernate_sequence` VALUES ('14');
INSERT INTO `hibernate_sequence` VALUES ('14');
INSERT INTO `hibernate_sequence` VALUES ('14');
INSERT INTO `hibernate_sequence` VALUES ('14');
INSERT INTO `hibernate_sequence` VALUES ('14');
INSERT INTO `hibernate_sequence` VALUES ('14');
INSERT INTO `hibernate_sequence` VALUES ('14');
INSERT INTO `hibernate_sequence` VALUES ('14');
INSERT INTO `hibernate_sequence` VALUES ('14');
INSERT INTO `hibernate_sequence` VALUES ('14');
INSERT INTO `hibernate_sequence` VALUES ('14');
INSERT INTO `hibernate_sequence` VALUES ('14');
INSERT INTO `hibernate_sequence` VALUES ('14');
INSERT INTO `hibernate_sequence` VALUES ('14');
INSERT INTO `hibernate_sequence` VALUES ('14');
INSERT INTO `hibernate_sequence` VALUES ('14');
INSERT INTO `hibernate_sequence` VALUES ('14');
INSERT INTO `hibernate_sequence` VALUES ('14');
INSERT INTO `hibernate_sequence` VALUES ('14');

-- ----------------------------
-- View structure for `vw_ele_element`
-- ----------------------------
DROP VIEW IF EXISTS `vw_ele_element`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `vw_ele_element` AS select `dns_element`.`id` AS `id`,`dns_element`.`ele_code` AS `code`,`dns_element`.`ele_name` AS `name`,1 AS `level`,1 AS `leaf`,`dns_element`.`enabled` AS `enabled`,NULL AS `parent_id`,`dns_element`.`rg_code` AS `rg_code` from `dns_element` where (`dns_element`.`ele_code` <> _utf8'ELE') ;

-- ----------------------------
-- View structure for `vw_ele_uimanager`
-- ----------------------------
DROP VIEW IF EXISTS `vw_ele_uimanager`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `vw_ele_uimanager` AS select `dns_uimanager`.`id` AS `id`,`dns_uimanager`.`ui_code` AS `code`,`dns_uimanager`.`ui_name` AS `name`,1 AS `level`,1 AS `leaf`,1 AS `enabled`,`dns_uimanager`.`parent_id` AS `parent_id`,`dns_uimanager`.`rg_code` AS `rg_code`,`dns_uimanager`.`id` AS `ui_id`,`dns_uimanager`.`ui_code` AS `ui_code`,`dns_uimanager`.`ui_name` AS `ui_name`,`dns_uimanager`.`xtype` AS `xtype`,`dns_uimanager`.`comp_id` AS `comp_id`,`dns_uimanager`.`servletpath` AS `servletpath`,`dns_uimanager`.`total_column` AS `total_column` from `dns_uimanager` ;
